Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/Strings/*.lproj/Abilities.strings
Languages: fr, it, ja

# ability.92.name
source: Skill Link
fr: Multi-Coups
it: Abillegame
ja: スキルリンク

# ability.93.name
source: Hydration
fr: Hydratation
it: Idratazione
ja: うるおいボディ

# ability.94.name
source: Solar Power
fr: Force Soleil
it: Solarpotere
ja: サンパワー

# ability.95.name
source: Quick Feet
fr: Pied Véloce
it: Piedisvelti
ja: はやあし

# ability.96.name
source: Normalize
fr: Normalise
it: Normalità
ja: ノーマルスキン

# ability.97.name
source: Sniper
it: Cecchino
ja: スナイパー

# ability.98.name
source: Magic Guard
fr: Garde Magik
it: Magicscudo
ja: マジックガード

# ability.99.name
source: No Guard
fr: Annule Garde
it: Nullodifesa
ja: ノーガード
