Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/Strings/*.lproj/Abilities.strings
Languages: fr, it, ja

# ability.1.name
source: Stench
fr: Puanteur
it: Tanfo
ja: あくしゅう

# ability.10.name
source: Volt Absorb
fr: Absorbe-Volt
it: Assorbivolt
ja: ちくでん

# ability.100.name
source: Stall
fr: Frein
it: Rallentatore
ja: あとだし

# ability.101.name
source: Technician
fr: Technicien
it: Tecnico
ja: テクニシャン

# ability.102.name
source: Leaf Guard
fr: Feuille Garde
it: Fogliamanto
ja: リーフガード

# ability.103.name
source: Klutz
fr: Maladresse
it: Impaccio
ja: ぶきよう

# ability.104.name
source: Mold Breaker
fr: Brise Moule
it: Rompiforma
ja: かたやぶり

# ability.105.name
source: Super Luck
fr: Chanceux
it: Supersorte
ja: きょううん

# ability.106.name
source: Aftermath
fr: Boom Final
it: Scoppio
ja: ゆうばく

# ability.107.name
source: Anticipation
it: Presagio
ja: きけんよち

# ability.108.name
source: Forewarn
fr: Prédiction
it: Premonizione
ja: よちむ

# ability.109.name
source: Unaware
fr: Inconscient
it: Imprudenza
ja: てんねん

# ability.11.name
source: Water Absorb
fr: Absorbe-Eau
it: Assorbacqua
ja: ちょすい

# ability.110.name
source: Tinted Lens
fr: Lentiteintée
it: Lentifumé
ja: いろめがね

# ability.111.name
source: Filter
fr: Filtre
it: Filtro
ja: フィルター

# ability.112.name
source: Slow Start
fr: Début Calme
it: Lentoinizio
ja: スロースタート

# ability.113.name
source: Scrappy
fr: Querelleur
it: Nervisaldi
ja: きもったま

# ability.114.name
source: Storm Drain
fr: Lavabo
it: Acquascolo
ja: よびみず

# ability.115.name
source: Ice Body
fr: Corps Gel
it: Corpogelo
ja: アイスボディ

# ability.116.name
source: Solid Rock
fr: Solide Roc
it: Solidroccia
ja: ハードロック

# ability.117.name
source: Snow Warning
fr: Alerte Neige
it: Scendineve
ja: ゆきふらし

# ability.118.name
source: Honey Gather
fr: Cherche Miel
it: Mielincetta
ja: みつあつめ

# ability.119.name
source: Frisk
fr: Fouille
it: Indagine
ja: おみとおし

# ability.12.name
source: Oblivious
fr: Benêt
it: Indifferenza
ja: どんかん

# ability.120.name
source: Reckless
fr: Téméraire
it: Temerarietà
ja: すてみ

# ability.121.name
source: Multitype
it: Multitipo
ja: マルチタイプ

# ability.122.name
source: Flower Gift
fr: Don Floral
it: Regalfiore
ja: フラワーギフト

# ability.123.name
source: Bad Dreams
fr: Mauvais Rêve
it: Sogniamari
ja: ナイトメア

# ability.124.name
source: Pickpocket
it: Arraffalesto
ja: わるいてぐせ

# ability.125.name
source: Sheer Force
fr: Sans Limite
it: Forzabruta
ja: ちからずく

# ability.126.name
source: Contrary
fr: Contestation
it: Inversione
ja: あまのじゃく

# ability.127.name
source: Unnerve
fr: Tension
it: Agitazione
ja: きんちょうかん

# ability.128.name
source: Defiant
fr: Acharné
it: Agonismo
ja: まけんき

# ability.129.name
source: Defeatist
fr: Défaitiste
it: Sconforto
ja: よわき

# ability.13.name
source: Cloud Nine
fr: Ciel Gris
it: Antimeteo
ja: ノーてんき

# ability.130.name
source: Cursed Body
fr: Corps Maudit
it: Corpofunesto
ja: のろわれボディ

# ability.131.name
source: Healer
fr: Cœur Soin
it: Curacuore
ja: いやしのこころ

# ability.132.name
source: Friend Guard
fr: Garde-Ami
it: Amicoscudo
ja: フレンドガード

# ability.133.name
source: Weak Armor
fr: Armurouillée
it: Sottilguscio
ja: くだけるよろい

# ability.134.name
source: Heavy Metal
it: Metalpesante
ja: ヘヴィメタル

# ability.135.name
source: Light Metal
it: Metalleggero
ja: ライトメタル

# ability.136.name
source: Multiscale
fr: Multiécaille
it: Multisquame
ja: マルチスケイル

# ability.137.name
source: Toxic Boost
fr: Rage Poison
it: Velenimpeto
ja: どくぼうそう

# ability.138.name
source: Flare Boost
fr: Rage Brûlure
it: Bruciaimpeto
ja: ねつぼうそう

# ability.139.name
source: Harvest
fr: Récolte
it: Coglibacche
ja: しゅうかく

# ability.14.name
source: Compound Eyes
fr: Œil Composé
it: Insettocchi
ja: ふくがん

# ability.140.name
source: Telepathy
fr: Télépathe
it: Telepatia
ja: テレパシー

# ability.141.name
source: Moody
fr: Lunatique
it: Altalena
ja: ムラっけ

# ability.142.name
source: Overcoat
fr: Envelocape
it: Copricapo
ja: ぼうじん

# ability.143.name
source: Poison Touch
fr: Toxitouche
it: Velentocco
ja: どくしゅ

# ability.144.name
source: Regenerator
fr: Régé-Force
it: Rigenergia
ja: さいせいりょく

# ability.145.name
source: Big Pecks
fr: Cœur de Coq
it: Pettinfuori
ja: はとむね

# ability.146.name
source: Sand Rush
fr: Baigne Sable
it: Remasabbia
ja: すなかき

# ability.147.name
source: Wonder Skin
fr: Peau Miracle
it: Splendicute
ja: ミラクルスキン

# ability.148.name
source: Analytic
fr: Analyste
it: Ponderazione
ja: アナライズ

# ability.149.name
source: Illusion
it: Illusione
ja: イリュージョン

# ability.15.name
source: Insomnia
it: Insonnia
ja: ふみん

# ability.150.name
source: Imposter
fr: Imposteur
it: Sosia
ja: かわりもの

# ability.151.name
source: Infiltrator
fr: Infiltration
it: Intrapasso
ja: すりぬけ

# ability.152.name
source: Mummy
fr: Momie
it: Mummia
ja: ミイラ

# ability.153.name
source: Moxie
fr: Impudence
it: Arroganza
ja: じしんかじょう

# ability.154.name
source: Justified
fr: Cœur Noble
it: Giustizia
ja: せいぎのこころ

# ability.155.name
source: Rattled
fr: Phobique
it: Paura
ja: びびり

# ability.156.name
source: Magic Bounce
fr: Miroir Magik
it: Magispecchio
ja: マジックミラー

# ability.157.name
source: Sap Sipper
fr: Herbivore
it: Mangiaerba
ja: そうしょく

# ability.158.name
source: Prankster
fr: Farceur
it: Burla
ja: いたずらごころ

# ability.159.name
source: Sand Force
fr: Force Sable
it: Silicoforza
ja: すなのちから

# ability.16.name
source: Color Change
fr: Homochromie
it: Cambiacolore
ja: へんしょく

# ability.160.name
source: Iron Barbs
fr: Épine de Fer
it: Spineferrate
ja: てつのトゲ

# ability.161.name
source: Zen Mode
fr: Mode Transe
it: Stato Zen
ja: ダルマモード

# ability.162.name
source: Victory Star
fr: Victorieux
it: Vittorstella
ja: しょうりのほし

# ability.163.name
source: Turboblaze
fr: Turbo Brasier
it: Piroturbina
ja: ターボブレイズ

# ability.164.name
source: Teravolt
fr: Téra-Voltage
ja: テラボルテージ

# ability.165.name
source: Aroma Veil
fr: Aroma-Voile
it: Aromavelo
ja: アロマベール

# ability.166.name
source: Flower Veil
fr: Flora-Voile
it: Fiorvelo
ja: フラワーベール

# ability.167.name
source: Cheek Pouch
fr: Bajoues
it: Guancegonfie
ja: ほおぶくろ

# ability.168.name
source: Protean
fr: Protéen
it: Mutatipo
ja: へんげんじざい

# ability.169.name
source: Fur Coat
fr: Toison Épaisse
it: Foltopelo
ja: ファーコート

# ability.17.name
source: Immunity
fr: Vaccin
it: Immunità
ja: めんえき

# ability.170.name
source: Magician
fr: Magicien
it: Prestigiatore
ja: マジシャン

# ability.171.name
source: Bulletproof
fr: Pare-Balles
it: Antiproiettile
ja: ぼうだん

# ability.172.name
source: Competitive
fr: Battant
it: Tenacia
ja: かちき

# ability.173.name
source: Strong Jaw
fr: Prognathe
it: Ferromascella
ja: がんじょうあご

# ability.174.name
source: Refrigerate
fr: Peau Gelée
it: Pellegelo
ja: フリーズスキン

# ability.175.name
source: Sweet Veil
fr: Gluco-Voile
it: Dolcevelo
ja: スイートベール

# ability.176.name
source: Stance Change
fr: Déclic Tactique
it: Accendilotta
ja: バトルスイッチ

# ability.177.name
source: Gale Wings
fr: Ailes Bourrasque
it: Aliraffica
ja: はやてのつばさ

# ability.178.name
source: Mega Launcher
fr: Méga Blaster
it: Megalancio
ja: メガランチャー

# ability.179.name
source: Grass Pelt
fr: Toison Herbue
it: Peloderba
ja: くさのけがわ

# ability.18.name
source: Flash Fire
fr: Torche
it: Fuocardore
ja: もらいび

# ability.180.name
source: Symbiosis
fr: Symbiose
it: Simbiosi
ja: きょうせい

# ability.181.name
source: Tough Claws
fr: Griffe Dure
it: Unghiedure
ja: かたいツメ

# ability.182.name
source: Pixilate
fr: Peau Féérique
it: Pellefolletto
ja: フェアリースキン

# ability.183.name
source: Gooey
fr: Poisseux
it: Viscosità
ja: ぬめぬめ

# ability.184.name
source: Aerilate
fr: Peau Céleste
it: Pellecielo
ja: スカイスキン

# ability.185.name
source: Parental Bond
fr: Amour Filial
it: Amorefiliale
ja: おやこあい

# ability.186.name
source: Dark Aura
fr: Aura Ténébreuse
it: Auratetra
ja: ダークオーラ

# ability.187.name
source: Fairy Aura
fr: Aura Féérique
it: Aurafolletto
ja: フェアリーオーラ

# ability.188.name
source: Aura Break
fr: Aura Inversée
it: Frangiaura
ja: オーラブレイク

# ability.189.name
source: Primordial Sea
fr: Mer Primaire
it: Mare Primordiale
ja: はじまりのうみ

# ability.19.name
source: Shield Dust
fr: Écran Poudre
it: Polvoscudo
ja: りんぷん

# ability.190.name
source: Desolate Land
fr: Terre Finale
it: Terra Estrema
ja: おわりのだいち

# ability.191.name
source: Delta Stream
fr: Souffle Delta
it: Flusso Delta
ja: デルタストリーム

# ability.192.name
source: Stamina
fr: Endurance
it: Sopportazione
ja: じきゅうりょく

# ability.193.name
source: Wimp Out
fr: Escampette
it: Fuggifuggi
ja: にげごし

# ability.194.name
source: Emergency Exit
fr: Repli Tactique
it: Passoindietro
ja: ききかいひ

# ability.195.name
source: Water Compaction
fr: Sable Humide
it: Idrorinforzo
ja: みずがため

# ability.196.name
source: Merciless
fr: Cruauté
it: Spietatezza
ja: ひとでなし

# ability.197.name
source: Shields Down
fr: Bouclier-Carcan
it: Scudosoglia
ja: リミットシールド

# ability.198.name
source: Stakeout
fr: Filature
it: Sorveglianza
ja: はりこみ

# ability.199.name
source: Water Bubble
fr: Aquabulle
it: Bolladacqua
ja: すいほう

# ability.2.name
source: Drizzle
fr: Crachin
it: Piovischio
ja: あめふらし

# ability.20.name
source: Own Tempo
fr: Tempo Perso
it: Mente Locale
ja: マイペース

# ability.200.name
source: Steelworker
fr: Expert Acier
it: Tempracciaio
ja: はがねつかい

# ability.201.name
source: Berserk
fr: Folle Furie
it: Furore
ja: ぎゃくじょう

# ability.202.name
source: Slush Rush
fr: Chasse-Neige
it: Spalaneve
ja: ゆきかき

# ability.203.name
source: Long Reach
fr: Longue Portée
it: Distacco
ja: えんかく

# ability.204.name
source: Liquid Voice
fr: Hydrata-Son
it: Idrovoce
ja: うるおいボイス

# ability.205.name
source: Triage
fr: Prioguérison
it: Primacura
ja: ヒーリングシフト

# ability.206.name
source: Galvanize
fr: Peau Électrique
it: Pellelettro
ja: エレキスキン

# ability.207.name
source: Surge Surfer
fr: Surf Caudal
it: Codasurf
ja: サーフテール

# ability.208.name
source: Schooling
fr: Banc
it: Banco
ja: ぎょぐん

# ability.209.name
source: Disguise
fr: Fantômasque
it: Fantasmanto
ja: ばけのかわ

# ability.21.name
source: Suction Cups
fr: Ventouse
it: Ventose
ja: きゅうばん

# ability.210.name
source: Battle Bond
fr: Synergie
it: Morfosintonia
ja: きずなへんげ

# ability.211.name
source: Power Construct
fr: Rassemblement
it: Sciamefusione
ja: スワームチェンジ

# ability.212.name
source: Corrosion
it: Corrosione
ja: ふしょく

# ability.213.name
source: Comatose
fr: Hypersommeil
it: Sonno Assoluto
ja: ぜったいねむり

# ability.214.name
source: Queenly Majesty
fr: Prestance Royale
it: Regalità
ja: じょおうのいげん

# ability.215.name
source: Innards Out
fr: Expuls’Organes
it: Espellinterno
ja: とびだすなかみ

# ability.216.name
source: Dancer
fr: Danseuse
it: Sincrodanza
ja: おどりこ

# ability.217.name
source: Battery
fr: Batterie
it: Batteria
ja: バッテリー

# ability.218.name
source: Fluffy
fr: Boule de Poils
it: Morbidone
ja: もふもふ

# ability.219.name
source: Dazzling
fr: Corps Coloré
it: Corposgargiante
ja: ビビッドボディ

# ability.22.name
source: Intimidate
fr: Intimidation
it: Prepotenza
ja: いかく

# ability.220.name
source: Soul-Heart
fr: Animacœur
it: Cuoreanima
ja: ソウルハート

# ability.221.name
source: Tangling Hair
fr: Mèche Rebelle
it: Boccolidoro
ja: カーリーヘアー

# ability.222.name
source: Receiver
fr: Receveur
it: Ricezione
ja: レシーバー

# ability.223.name
source: Power of Alchemy
fr: Osmose
it: Forza Chimica
ja: かがくのちから

# ability.224.name
source: Beast Boost
fr: Boost Chimère
it: Ultraboost
ja: ビーストブースト

# ability.225.name
source: RKS System
fr: Système Alpha
it: Sistema Primevo
ja: ＡＲシステム

# ability.226.name
source: Electric Surge
fr: Créa-Élec
it: Elettrogenesi
ja: エレキメイカー

# ability.227.name
source: Psychic Surge
fr: Créa-Psy
it: Psicogenesi
ja: サイコメイカー

# ability.228.name
source: Misty Surge
fr: Créa-Brume
it: Nebbiogenesi
ja: ミストメイカー

# ability.229.name
source: Grassy Surge
fr: Créa-Herbe
it: Erbogenesi
ja: グラスメイカー

# ability.23.name
source: Shadow Tag
fr: Marque Ombre
it: Pedinombra
ja: かげふみ

# ability.230.name
source: Full Metal Body
fr: Métallo-Garde
it: Metalprotezione
ja: メタルプロテクト

# ability.231.name
source: Shadow Shield
fr: Spectro-Bouclier
it: Spettroguardia
ja: ファントムガード

# ability.232.name
source: Prism Armor
fr: Prisme-Armure
it: Scudoprisma
ja: プリズムアーマー

# ability.233.name
source: Neuroforce
fr: Cérébro-Force
it: Cerebroforza
ja: ブレインフォース

# ability.234.name
source: Intrepid Sword
fr: Lame Indomptable
it: Spada Indomita
ja: ふとうのけん

# ability.235.name
source: Dauntless Shield
fr: Égide Inflexible
it: Scudo Saldo
ja: ふくつのたて

# ability.236.name
source: Libero
fr: Libéro
ja: リベロ

# ability.237.name
source: Ball Fetch
fr: Ramasse Ball
it: Raccattapalle
ja: たまひろい

# ability.238.name
source: Cotton Down
fr: Effilochage
it: Lanugine
ja: わたげ

# ability.239.name
source: Propeller Tail
fr: Propulseur
it: Elicopinna
ja: スクリューおびれ

# ability.24.name
source: Rough Skin
fr: Peau Dure
it: Cartavetro
ja: さめはだ

# ability.240.name
source: Mirror Armor
fr: Armure Miroir
it: Blindospecchio
ja: ミラーアーマー

# ability.241.name
source: Gulp Missile
fr: Dégobage
it: Inghiottimissile
ja: うのミサイル

# ability.242.name
source: Stalwart
fr: Nerfs d’Acier
it: Volontà di Ferro
ja: すじがねいり

# ability.243.name
source: Steam Engine
fr: Turbine
it: Vapormacchina
ja: じょうききかん

# ability.244.name
source: Punk Rock
ja: パンクロック

# ability.245.name
source: Sand Spit
fr: Expul’Sable
it: Sputasabbia
ja: すなはき

# ability.246.name
source: Ice Scales
fr: Écailles Glacées
it: Geloscaglie
ja: こおりのりんぷん

# ability.247.name
source: Ripen
fr: Mûrissement
it: Maturazione
ja: じゅくせい

# ability.248.name
source: Ice Face
fr: Tête de Gel
it: Gelofaccia
ja: アイスフェイス

# ability.249.name
source: Power Spot
fr: Cercle d’Énergie
it: Fonte Energetica
ja: パワースポット

# ability.25.name
source: Wonder Guard
fr: Garde Mystik
it: Magidifesa
ja: ふしぎなまもり

# ability.250.name
source: Mimicry
fr: Mimétisme
it: Mimetismo
ja: ぎたい

# ability.251.name
source: Screen Cleaner
fr: Brise-Barrière
it: Annullabarriere
ja: バリアフリー

# ability.252.name
source: Steely Spirit
fr: Boost Acier
it: Spiritoferreo
ja: はがねのせいしん

# ability.253.name
source: Perish Body
fr: Corps Condamné
it: Ultimotocco
ja: ほろびのボディ

# ability.254.name
source: Wandering Spirit
fr: Âme Vagabonde
it: Anima Errante
ja: さまようたましい

# ability.255.name
source: Gorilla Tactics
fr: Entêtement
it: Vigorilla
ja: ごりむちゅう

# ability.256.name
source: Neutralizing Gas
fr: Gaz Inhibiteur
it: Gas Reagente
ja: かがくへんかガス

# ability.257.name
source: Pastel Veil
fr: Voile Pastel
it: Pastelvelo
ja: パステルベール

# ability.258.name
source: Hunger Switch
fr: Déclic Fringale
it: Pancialterna
ja: はらぺこスイッチ

# ability.259.name
source: Quick Draw
fr: Tir Vif
it: Colpolesto
ja: クイックドロウ

# ability.26.name
source: Levitate
fr: Lévitation
it: Levitazione
ja: ふゆう

# ability.260.name
source: Unseen Fist
fr: Poing Invisible
it: Pugni Invisibili
ja: ふかしのこぶし

# ability.261.name
source: Curious Medicine
fr: Breuvage Suspect
it: Stranofarmaco
ja: きみょうなくすり

# ability.262.name
source: Transistor
ja: トランジスタ

# ability.263.name
source: Dragon’s Maw
fr: Dent de Dragon
it: Dragomascelle
ja: りゅうのあぎと

# ability.264.name
source: Chilling Neigh
fr: Blanche Ruade
it: Nitrito Bianco
ja: しろのいななき

# ability.265.name
source: Grim Neigh
fr: Sombre Ruade
it: Nitrito Nero
ja: くろのいななき

# ability.266.name
source: As One
fr: Osmose Équine
it: Sintonia Equina
ja: じんばいったい

# ability.267.name
source: As One
fr: Osmose Équine
it: Sintonia Equina
ja: じんばいったい

# ability.268.name
source: Lingering Aroma
fr: Odeur Tenace
it: Odore Tenace
ja: とれないにおい

# ability.269.name
source: Seed Sower
fr: Semencier
it: Spargisemi
ja: こぼれダネ

# ability.27.name
source: Effect Spore
fr: Pose Spore
it: Spargispora
ja: ほうし

# ability.270.name
source: Thermal Exchange
fr: Thermodynamique
it: Termoscambio
ja: ねつこうかん

# ability.271.name
source: Anger Shell
fr: Courroupace
it: Iraguscio
ja: いかりのこうら

# ability.272.name
source: Purifying Salt
fr: Sel Purificateur
it: Sale Purificante
ja: きよめのしお

# ability.273.name
source: Well-Baked Body
fr: Bien Cuit
it: Bentostato
ja: こんがりボディ

# ability.274.name
source: Wind Rider
fr: Aéroporté
it: Vento Propizio
ja: かぜのり

# ability.275.name
source: Guard Dog
fr: Chien de Garde
it: Cane da Guardia
ja: ばんけん

# ability.276.name
source: Rocky Payload
fr: Porte-Roche
it: Portamassi
ja: いわはこび

# ability.277.name
source: Wind Power
fr: Turbine Éolienne
it: Energia Eolica
ja: ふうりょくでんき

# ability.278.name
source: Zero to Hero
fr: Supermutation
it: Supercambio
ja: マイティチェンジ

# ability.279.name
source: Commander
fr: Commandant
it: Torre di Comando
ja: しれいとう

# ability.28.name
source: Synchronize
fr: Synchro
it: Sincronismo
ja: シンクロ

# ability.280.name
source: Electromorphosis
fr: Grecharge
it: Convertivolt
ja: でんきにかえる

# ability.281.name
source: Protosynthesis
fr: Paléosynthèse
it: Paleoattivazione
ja: こだいかっせい

# ability.282.name
source: Quark Drive
fr: Charge Quantique
it: Carica Quark
ja: クォークチャージ

# ability.283.name
source: Good as Gold
fr: Corps en Or
it: Corpo Aureo
ja: おうごんのからだ

# ability.284.name
source: Vessel of Ruin
fr: Urne du Fléau
it: Vaso Nefasto
ja: わざわいのうつわ

# ability.285.name
source: Sword of Ruin
fr: Épée du Fléau
it: Spada Nefasta
ja: わざわいのつるぎ

# ability.286.name
source: Tablets of Ruin
fr: Bois du Fléau
it: Amuleto Nefasto
ja: わざわいのおふだ

# ability.287.name
source: Beads of Ruin
fr: Perles du Fléau
it: Monile Nefasto
ja: わざわいのたま

# ability.288.name
source: Orichalcum Pulse
fr: Pouls Orichalque
it: Ritmo d’Oricalco
ja: ひひいろのこどう

# ability.289.name
source: Hadron Engine
fr: Moteur à Hadrons
it: Motore Adronico
ja: ハドロンエンジン

# ability.29.name
source: Clear Body
fr: Corps Sain
it: Corpochiaro
ja: クリアボディ

# ability.290.name
source: Opportunist
fr: Opportuniste
it: Scrocco
ja: びんじょう

# ability.291.name
source: Cud Chew
fr: Ruminant
it: Ruminante
ja: はんすう

# ability.292.name
source: Sharpness
fr: Incisif
it: Affilama
ja: きれあじ

# ability.293.name
source: Supreme Overlord
fr: Général Suprême
it: Generale Supremo
ja: そうだいしょう

# ability.294.name
source: Costar
fr: Collab
it: Coprotagonismo
ja: きょうえん

# ability.295.name
source: Toxic Debris
fr: Dépôt Toxique
it: Mantossina
ja: どくげしょう

# ability.296.name
source: Armor Tail
fr: Armure Caudale
it: Codarmatura
ja: テイルアーマー

# ability.297.name
source: Earth Eater
fr: Absorbe-Terre
it: Mangiaterra
ja: どしょく

# ability.298.name
source: Mycelium Might
fr: Force Fongique
it: Micoforza
ja: きんしのちから

# ability.299.name
source: Mind’s Eye
fr: Œil Révélateur
it: Occhio Interiore
ja: しんがん

# ability.3.name
source: Speed Boost
fr: Turbo
it: Acceleratore
ja: かそく

# ability.30.name
source: Natural Cure
fr: Médic Nature
it: Alternacura
ja: しぜんかいふく

# ability.300.name
source: Supersweet Syrup
fr: Nectar Mielleux
it: Sciroppo Sublime
ja: かんろなミツ

# ability.301.name
source: Hospitality
fr: Aux Petits Soins
it: Ospitalità
ja: おもてなし

# ability.302.name
source: Toxic Chain
fr: Chaîne Toxique
it: Catena Tossica
ja: どくのくさり

# ability.303.name
source: Embody Aspect
fr: Force Mémorielle
it: Albergamemorie
ja: おもかげやどし

# ability.304.name
source: Tera Shift
fr: Téramorphose
it: Teramorfosi
ja: テラスチェンジ

# ability.305.name
source: Tera Shell
fr: Téra-Carapace
it: Teraguscio
ja: テラスシェル

# ability.306.name
source: Teraform Zero
fr: Téraformation 0
it: Zeroformazione
ja: ゼロフォーミング

# ability.307.name
source: Poison Puppeteer
fr: Emprise Toxique
it: Malia Tossica
ja: どくくぐつ

# ability.31.name
source: Lightning Rod
fr: Paratonnerre
it: Parafulmine
ja: ひらいしん

# ability.32.name
source: Serene Grace
fr: Sérénité
it: Leggiadro
ja: てんのめぐみ

# ability.33.name
source: Swift Swim
fr: Glissade
it: Nuotovelox
ja: すいすい

# ability.34.name
source: Chlorophyll
fr: Chlorophylle
it: Clorofilla
ja: ようりょくそ

# ability.35.name
source: Illuminate
fr: Lumiattirance
it: Risplendi
ja: はっこう

# ability.36.name
source: Trace
fr: Calque
it: Traccia
ja: トレース

# ability.37.name
source: Huge Power
fr: Coloforce
it: Macroforza
ja: ちからもち

# ability.38.name
source: Poison Point
fr: Point Poison
it: Velenopunto
ja: どくのトゲ

# ability.39.name
source: Inner Focus
fr: Attention
it: Forza Interiore
ja: せいしんりょく

# ability.4.name
source: Battle Armor
fr: Armurbaston
it: Lottascudo
ja: カブトアーマー

# ability.40.name
source: Magma Armor
fr: Armumagma
it: Magmascudo
ja: マグマのよろい

# ability.41.name
source: Water Veil
fr: Ignifu-Voile
it: Idrovelo
ja: みずのベール

# ability.42.name
source: Magnet Pull
fr: Magnépiège
it: Magnetismo
ja: じりょく

# ability.43.name
source: Soundproof
fr: Anti-Bruit
it: Antisuono
ja: ぼうおん

# ability.44.name
source: Rain Dish
fr: Cuvette
it: Copripioggia
ja: あめうけざら

# ability.45.name
source: Sand Stream
fr: Sable Volant
it: Sabbiafiume
ja: すなおこし

# ability.46.name
source: Pressure
fr: Pression
it: Pressione
ja: プレッシャー

# ability.47.name
source: Thick Fat
fr: Isograisse
it: Grassospesso
ja: あついしぼう

# ability.48.name
source: Early Bird
fr: Matinal
it: Sveglialampo
ja: はやおき

# ability.49.name
source: Flame Body
fr: Corps Ardent
it: Corpodifuoco
ja: ほのおのからだ

# ability.5.name
source: Sturdy
fr: Fermeté
it: Vigore
ja: がんじょう

# ability.50.name
source: Run Away
fr: Fuite
it: Fugafacile
ja: にげあし

# ability.51.name
source: Keen Eye
fr: Regard Vif
it: Sguardofermo
ja: するどいめ

# ability.52.name
source: Hyper Cutter
it: Ipertaglio
ja: かいりきバサミ

# ability.53.name
source: Pickup
fr: Ramassage
it: Raccolta
ja: ものひろい

# ability.54.name
source: Truant
fr: Absentéisme
it: Pigrone
ja: なまけ

# ability.55.name
source: Hustle
fr: Agitation
it: Tuttafretta
ja: はりきり

# ability.56.name
source: Cute Charm
fr: Joli Sourire
it: Incantevole
ja: メロメロボディ

# ability.57.name
source: Plus
it: Più
ja: プラス

# ability.58.name
source: Minus
fr: Moins
it: Meno
ja: マイナス

# ability.59.name
source: Forecast
fr: Météo
it: Previsioni
ja: てんきや

# ability.6.name
source: Damp
fr: Moiteur
it: Umidità
ja: しめりけ

# ability.60.name
source: Sticky Hold
fr: Glu
it: Antifurto
ja: ねんちゃく

# ability.61.name
source: Shed Skin
fr: Mue
it: Muta
ja: だっぴ

# ability.62.name
source: Guts
fr: Cran
it: Dentistretti
ja: こんじょう

# ability.63.name
source: Marvel Scale
fr: Écaille Spéciale
it: Pelledura
ja: ふしぎなうろこ

# ability.64.name
source: Liquid Ooze
fr: Suintement
it: Melma
ja: ヘドロえき

# ability.65.name
source: Overgrow
fr: Engrais
it: Erbaiuto
ja: しんりょく

# ability.66.name
source: Blaze
fr: Brasier
it: Aiutofuoco
ja: もうか

# ability.67.name
source: Torrent
it: Acquaiuto
ja: げきりゅう

# ability.68.name
source: Swarm
fr: Essaim
it: Aiutinsetto
ja: むしのしらせ

# ability.69.name
source: Rock Head
fr: Tête de Roc
it: Testadura
ja: いしあたま

# ability.7.name
source: Limber
fr: Échauffement
it: Scioltezza
ja: じゅうなん

# ability.70.name
source: Drought
fr: Sécheresse
it: Siccità
ja: ひでり

# ability.71.name
source: Arena Trap
fr: Piège Sable
it: Trappoarena
ja: ありじごく

# ability.72.name
source: Vital Spirit
fr: Esprit Vital
it: Spiritovivo
ja: やるき

# ability.73.name
source: White Smoke
fr: Écran Fumée
it: Fumochiaro
ja: しろいけむり

# ability.74.name
source: Pure Power
fr: Force Pure
it: Forzapura
ja: ヨガパワー

# ability.75.name
source: Shell Armor
fr: Coque Armure
it: Guscioscudo
ja: シェルアーマー

# ability.76.name
source: Air Lock
it: Riparo
ja: エアロック

# ability.77.name
source: Tangled Feet
fr: Pieds Confus
it: Intricopiedi
ja: ちどりあし

# ability.78.name
source: Motor Drive
fr: Motorisé
it: Elettrorapid
ja: でんきエンジン

# ability.79.name
source: Rivalry
fr: Rivalité
it: Antagonismo
ja: とうそうしん

# ability.8.name
source: Sand Veil
fr: Voile Sable
it: Sabbiavelo
ja: すながくれ

# ability.80.name
source: Steadfast
fr: Impassible
it: Cuordeciso
ja: ふくつのこころ

# ability.81.name
source: Snow Cloak
fr: Rideau Neige
it: Mantelneve
ja: ゆきがくれ

# ability.82.name
source: Gluttony
fr: Gloutonnerie
it: Voracità
ja: くいしんぼう

# ability.83.name
source: Anger Point
fr: Colérique
it: Grancollera
ja: いかりのつぼ

# ability.84.name
source: Unburden
fr: Délestage
it: Agiltecnica
ja: かるわざ

# ability.85.name
source: Heatproof
fr: Ignifugé
it: Antifuoco
ja: たいねつ

# ability.86.name
source: Simple
it: Disinvoltura
ja: たんじゅん

# ability.87.name
source: Dry Skin
fr: Peau Sèche
it: Pellearsa
ja: かんそうはだ

# ability.88.name
source: Download
fr: Télécharge
ja: ダウンロード

# ability.89.name
source: Iron Fist
fr: Poing de Fer
it: Ferropugno
ja: てつのこぶし

# ability.9.name
source: Static
fr: Statik
it: Statico
ja: せいでんき

# ability.90.name
source: Poison Heal
fr: Soin Poison
it: Velencura
ja: ポイズンヒール

# ability.91.name
source: Adaptability
fr: Adaptabilité
it: Adattabilità
ja: てきおうりょく
