Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Resources/*.lproj/Locations.strings
Languages: es, fr

# location.586.name
source: Battle Tower
fr: Tour de Combat

# location.587.name
source: Vaniville Town
es: Pueblo Boceto
fr: Bourg Croquis

# location.589.name
source: Vaniville Pathway
es: Sendero Boceto
fr: Sentier Croquis

# location.59.name
source: Celestic Town
fr: Célestia

# location.590.name
source: Aquacorde Town
es: Pueblo Acuarela
fr: Quarellis

# location.592.name
source: Avance Trail
es: Vía del Avance
fr: Chemin Progrès

# location.593.name
source: Santalune Forest
es: Bosque de Novarte
fr: Forêt de Neuvartault

# location.595.name
source: Ouvert Way
es: Senda Despejada
fr: Chemin Ouvert

# location.596.name
source: Santalune City
es: Ciudad Novarte
fr: Neuvartault

# location.598.name
source: Parterre Way
es: Senda del Parterre
fr: Route Fleurie

# location.599.name
source: Lumiose City
es: Ciudad Luminalia
fr: Illumis

# location.6.name
source: Oreburgh Mine
fr: Mine Charbourg

# location.60.name
source: Resort Area
fr: Aire de Détente

# location.600.name
source: Prism Tower
es: Torre Prisma
fr: Tour Prismatique

# location.601.name
source: Lysandre Labs
es: Laboratorios Lysson
fr: Labos Lysandre

# location.603.name
source: Versant Road
es: Vía Repecho
fr: Chemin du Versant

# location.604.name
source: Camphrier Town
es: Pueblo Vánitas
fr: Fort-Vanitas

# location.605.name
source: Shabboneau Castle
es: Castillo Caduco
fr: Fort de Vanitas

# location.607.name
source: Palais Lane
es: Alameda del Palacio
fr: Allée du Palais

# location.608.name
source: Parfum Palace
es: Palacio Cénit
fr: Palais Chaydeuvre

# location.61.name
source: Sea Route 220
fr: Chenal 220

# location.610.name
source: Rivière Walk
es: Paseo de la Ribera
fr: Chemin des Berges

# location.611.name
source: Cyllage City
es: Ciudad Relieve
fr: Relifac-le-Haut

# location.613.name
source: Muraille Coast
es: Muralla Costera
fr: Falaise Muraille

# location.614.name
source: Ambrette Town
es: Pueblo Petroglifo
fr: Roche-sur-Gliffe

# location.616.name
source: Spikes Passage
es: Paso de Rhyhorn
fr: Piste Piquante

# location.617.name
source: Battle Chateau
es: Bastión Batalla
fr: Château de Combat

# location.619.name
source: Menhir Trail
es: Camino Menhires
fr: Route Menhir

# location.62.name
source: Sea Route 223
fr: Chenal 223

# location.620.name
source: Geosenge Town
es: Pueblo Crómlech
fr: Cromlac’h

# location.622.name
source: Miroir Way
es: Senda Reflejos
fr: Chemin Miroir

# location.623.name
source: Reflection Cave
es: Cueva Reflejos
fr: Grotte Miroitante

# location.624.name
source: Shalour City
es: Ciudad Yantra
fr: Yantreizh

# location.625.name
source: Tower of Mastery
es: Torre Maestra
fr: Tour Maîtrise

# location.627.name
source: Fourrage Road
es: Vereda del Heno
fr: Chemin Fourrage

# location.628.name
source: Coumarine City
es: Ciudad Témpera
fr: Port Tempères

# location.63.name
source: Sea Route 226
fr: Chenal 226

# location.630.name
source: Lumiose Badlands
es: Páramo de Luminalia
fr: Steppe d’Illumis

# location.632.name
source: Laverre Nature Trail
es: Arboleda Romantis
fr: Laie Romant-ss-Bois

# location.633.name
source: Laverre City
es: Ciudad Romantis
fr: Romant-sous-Bois

# location.634.name
source: Poké Ball Factory
es: Fábrica Poké Balls
fr: Usine de Poké Balls

# location.636.name
source: Brun Way
es: Sendero Hojarasca
fr: Chemin Brun

# location.637.name
source: Dendemille Town
es: Pueblo Fresco
fr: La Frescale

# location.639.name
source: Mélancolie Path
es: Senda Melancolía
fr: Chemin Tristesse

# location.64.name
source: Sea Route 230
fr: Chenal 230

# location.640.name
source: Frost Cavern
es: Gruta Helada
fr: Caverne Gelée

# location.642.name
source: Mamoswine Road
es: Sendero Mamoswine
fr: Route Mammochon

# location.643.name
source: Anistar City
es: Ciudad Fluxus
fr: Flusselles

# location.645.name
source: Vallée Étroite Way
es: Senda Valle Angosto
fr: Chemin des Gorges

# location.646.name
source: Couriway Town
es: Pueblo Mosaico
fr: Mozheim

# location.648.name
source: Grande Vallée Way
es: Senda del Gran Valle
fr: Chemin du Val

# location.649.name
source: Snowbelle City
es: Ciudad Fractal
fr: Auffrac-les-Congères

# location.65.name
source: Blackthorn City
fr: Ebènelle

# location.651.name
source: Winding Woods
es: Bosque Errantes
fr: Bois du Dédale

# location.652.name
source: Pokémon Village
es: Villa Pokémon
fr: Village Pokémon

# location.654.name
source: Dernière Way
es: Vía Ultimia
fr: Chemin Final

# location.656.name
source: Détourner Way
es: Vía Desvío
fr: Chemin Détour

# location.657.name
source: Victory Road
es: Calle Victoria
fr: Route Victoire

# location.658.name
source: Pokémon League
es: Liga Pokémon
fr: Ligue Pokémon

# location.659.name
source: Kiloude City
es: Ciudad Batik
fr: Batisques

# location.66.name
source: Burned Tower
fr: Tour Cendrée

# location.660.name
source: Battle Maison
es: Mansión Batalla
fr: Maison de Combat

# location.661.name
source: Azure Bay
es: Bahía Azul
fr: Baie Azur

# location.662.name
source: Dendemille Gate
es: Acceso a Fresco
fr: Porte de La Frescale

# location.663.name
source: Couriway Gate
es: Acceso a Mosaico
fr: Porte de Mozheim

# location.664.name
source: Ambrette Gate
es: Acceso a Petroglifo
fr: Porte de R. s/Gliffe

# location.665.name
source: Lumiose Gate
es: Acceso a Luminalia
fr: Porte d’Illumis

# location.666.name
source: Shalour Gate
es: Acceso a Yantra
fr: Porte de Yantreizh

# location.667.name
source: Coumarine Gate
es: Acceso a Témpera
fr: Porte de P. Tempères

# location.668.name
source: Laverre Gate
es: Acceso a Romantis
fr: Porte de Romant

# location.669.name
source: Anistar Gate
es: Acceso a Fluxus
fr: Porte de Flusselles

# location.67.name
source: Celadon City
fr: Céladopole

# location.670.name
source: Snowbelle Gate
es: Acceso a Fractal
fr: Porte d’Auffrac

# location.671.name
source: Glittering Cave
es: Cueva Brillante
fr: Grotte Étincelante

# location.672.name
source: Connecting Cave
es: Gruta Tierraunida
fr: Cave Connecterre

# location.673.name
source: Zubat Roost
es: Escondrijo Zubat
fr: Antre Nosferapti

# location.674.name
source: Kalos Power Plant
es: Central de Kalos
fr: Centrale de Kalos

# location.675.name
source: Team Flare Secret HQ
es: Guarida Team Flare
fr: Repaire Team Flare

# location.676.name
source: Terminus Cave
es: Cueva Desenlace
fr: Grotte Coda

# location.677.name
source: Lost Hotel
es: Hotel Desolación
fr: Hôtel Désolation

# location.678.name
source: Chamber of Emptiness
es: Estancia Vacua
fr: Chambre Néant

# location.679.name
source: Sea Spirit’s Den
es: Cueva Talasia
fr: Antre Néréen

# location.68.name
source: Cerulean City
fr: Azuria

# location.680.name
source: Friend Safari
es: Safari Amistad
fr: Safari des Amis

# location.681.name
source: Blazing Chamber
es: Sala de las Llamas
fr: Chambre du Brasier

# location.682.name
source: Flood Chamber
es: Sala de la Esclusa
fr: Chambre du Barrage

# location.683.name
source: Ironworks Chamber
es: Sala del Metal
fr: Chambre de l’Alliage

# location.684.name
source: Dragonmark Chamber
es: Sala del Draco
fr: Chambre de la Guivre

# location.685.name
source: Radiant Chamber
es: Sala de la Luz
fr: Chambre de l’Éclat

# location.686.name
source: Pokémon League Gate
es: Acceso Liga Pokémon
fr: Porte de la Ligue

# location.687.name
source: Lumiose Station
es: Estación Luminalia
fr: Gare d’Illumis

# location.688.name
source: Kiloude Station
es: Estación Batik
fr: Gare de Batisques

# location.689.name
source: Ambrette Aquarium
es: Acuario Petroglifo
fr: Aquarium R. s/Gliffe

# location.69.name
source: Cherrygrove City
fr: Ville Griotte

# location.690.name
source: Unknown Dungeon
es: Mazmorra Rara
fr: Grotte Inconnue

# location.691.name
source: Pokémon League
es: Liga Pokémon
fr: Ligue Pokémon

# location.692.name
source: Team Aqua Hideout
es: Guarida Aqua
fr: Planque Aqua

# location.693.name
source: Sea Mauville
es: Malvamar
fr: Lavandia Sea

# location.694.name
source: Team Magma Hideout
es: Guarida Magma
fr: Planque Magma

# location.695.name
source: Battle Resort
es: Resort Batalla
fr: Atoll de Combat

# location.696.name
source: S.S. Tidal
es: S.S. Marea
fr: Le Marina

# location.697.name
source: Mirage Forest
es: Bosque Espejismo
fr: Forêt Mirage

# location.698.name
source: Mirage Cave
es: Cueva Espejismo
fr: Grotte Mirage

# location.699.name
source: Mirage Mountain
es: Monte Espejismo
fr: Mont Mirage

# location.7.name
source: Valley Windworks
fr: Les Eoliennes

# location.70.name
source: Cianwood City
fr: Irisia

# location.700.name
source: Trackless Forest
es: Bosque Virgen
fr: Forêt Impénétrable

# location.701.name
source: Pathless Plain
es: Llanura Sinnombre
fr: Plaine Sans Nom

# location.702.name
source: Nameless Cavern
es: Cueva Ignota
fr: Grotte Oubliée

# location.703.name
source: Fabled Cave
es: Cueva Incierta
fr: Grotte Évanescente

# location.704.name
source: Gnarled Den
es: Boquete Irregular
fr: Gouffre Informe

# location.705.name
source: Crescent Isle
es: Isla Creciente
fr: Île de l’Arc

# location.706.name
source: Secret Islet
es: Islote Secreto
fr: Îlot Secret

# location.707.name
source: Soaring in the sky
es: Firmamento
fr: Grand Ciel

# location.708.name
source: Secret Shore
es: Costa Secreta
fr: Plage Secrète

# location.709.name
source: Secret Meadow
es: Prado Secreto
fr: Champ Fleuri Secret

# location.71.name
source: Cinnabar Island
fr: Cramois'Ile

# location.714.name
source: Kala’e Bay
es: Bahía Kalae
fr: Baie de Kala’e

# location.715.name
source: Melemele Sea
es: Mar de Melemele
fr: Mer de Mele-Mele

# location.716.name
source: Hau’oli City
es: Ciudad Hauoli
fr: Ekaeka

# location.717.name
source: Hau’oli City
es: Ciudad Hauoli
fr: Ekaeka

# location.718.name
source: Hau’oli City
es: Ciudad Hauoli
fr: Ekaeka

# location.719.name
source: Iki Town
es: Pueblo Lilii
fr: Lili’i

# location.72.name
source: Dark Cave
fr: Antre Noir

# location.720.name
source: Mahalo Trail
es: Senda Mahalo
fr: Sentier de Mahalo

# location.721.name
source: Mahalo Trail
es: Senda Mahalo
fr: Sentier de Mahalo

# location.722.name
source: Ruins of Conflict
es: Ruinas de la Guerra
fr: Ruines du Conflit

# location.723.name
source: Ten Carat Hill
es: Colina Dequilate
fr: Colline Dicarat

# location.724.name
source: Ten Carat Hill
es: Colina Dequilate
fr: Colline Dicarat

# location.725.name
source: Hau’oli Cemetery
es: Cementerio de Hauoli
fr: Cimetière d’Ekaeka

# location.726.name
source: Melemele Meadow
es: Jardines de Melemele
fr: Jardin de Mele-Mele

# location.727.name
source: Seaward Cave
es: Gruta Unemar
fr: Grotte Verlamer

# location.728.name
source: Berry Fields
es: Huerto de Bayas
fr: Champ de Baies

# location.729.name
source: Verdant Cavern
es: Cueva Sotobosque
fr: Grotte Verdoyante

# location.73.name
source: Diglett's Cave
fr: Cave TAUPIQUEUR

# location.730.name
source: Verdant Cavern
es: Cueva Sotobosque
fr: Grotte Verdoyante

# location.737.name
source: Hano Grand Resort
es: Resort Hanohano
fr: Club Hano-Hano

# location.738.name
source: Hano Beach
es: Playa de Hanohano
fr: Plage Hano-Hano

# location.739.name
source: Akala Meadow
es: Jardines de Akala
fr: Jardin d’Akala

# location.74.name
source: Dragon's Den
fr: Antre du Dragon

# location.740.name
source: Paniola Town
es: Pueblo Ohana
fr: Ohana

# location.741.name
source: Heahea City
es: Ciudad Kantai
fr: Ho’ohale

# location.742.name
source: Konikoni City
es: Ciudad Konikoni
fr: Konikoni

# location.743.name
source: Royal Avenue
es: Avenida Royale
fr: Rue du Dôme Royal

# location.744.name
source: Memorial Hill
es: Colina del Recuerdo
fr: Colline Memento

# location.745.name
source: Paniola Ranch
es: Rancho Ohana
fr: Ranch Ohana

# location.746.name
source: Wela Volcano Park
es: Área Volcánica Wela
fr: Parc Volcanique

# location.747.name
source: Wela Volcano Park
es: Área Volcánica Wela
fr: Parc Volcanique

# location.748.name
source: Brooklet Hill
es: Colina Saltagua
fr: Colline Clapotis

# location.749.name
source: Brooklet Hill
es: Colina Saltagua
fr: Colline Clapotis

# location.75.name
source: Ecruteak City
fr: Rosalia

# location.750.name
source: Lush Jungle
es: Jungla Umbría
fr: Jungle Sombrefeuille

# location.751.name
source: Ruins of Life
es: Ruinas de la Vida
fr: Ruines de l’Éveil

# location.752.name
source: Akala Outskirts
es: Afueras de Akala
fr: Côte Reculée d’Akala

# location.753.name
source: Diglett’s Tunnel
es: Túnel Diglett
fr: Tunnel Taupiqueur

# location.754.name
source: Battle Royal Dome
es: Estadio Royale
fr: Dôme Royal

# location.757.name
source: Secluded Shore
es: Playa Menor
fr: Côte Sauvage

# location.759.name
source: Tapu Village
es: Aldea Tapu
fr: Village Toko

# location.76.name
source: Fuchsia City
fr: Parmanie

# location.764.name
source: Haina Desert
es: Desierto de Haina
fr: Désert Haina

# location.766.name
source: Ula’ula Meadow
es: Jardines de Ula-Ula
fr: Jardin d’Ula-Ula

# location.767.name
source: Po Town
es: Pueblo Po
fr: Kokohio

# location.768.name
source: Malie City
es: Ciudad Malíe
fr: Malié

# location.769.name
source: Malie Garden
es: Parque de Malíe
fr: Parc de Malié

# location.77.name
source: Ice Path
fr: Route de Glace

# location.770.name
source: Mount Hokulani
es: Pico Hokulani
fr: Mont Hokulani

# location.771.name
source: Blush Mountain
es: Monte Rubor
fr: Mont Ardent

# location.772.name
source: Ruins of Abundance
es: Ruinas de la Cosecha
fr: Ruines de l’Essor

# location.773.name
source: Lake of the Sunne
es: Lago Corosol
fr: Lac du Halo Solaire

# location.774.name
source: Lake of the Moone
es: Lago Coroluna
fr: Lac du Halo Lunaire

# location.775.name
source: Mount Lanakila
es: Monte Lanakila
fr: Mont Lanakila

# location.776.name
source: Shady House
es: Mansión Misteriosa
fr: Manoir Chelou

# location.777.name
source: Thrifty Megamart
es: Súper Ultraganga
fr: Bradley Prix

# location.778.name
source: Hokulani Observatory
es: Observ. de Hokulani
fr: Observatoire

# location.779.name
source: Pokémon League
es: Liga Pokémon
fr: Ligue Pokémon

# location.78.name
source: Ilex Forest
fr: Bois aux Chênes

# location.780.name
source: Poni Meadow
es: Jardines de Poni
fr: Jardin de Poni

# location.781.name
source: Poni Wilds
es: Prado de Poni
fr: Prairie de Poni

# location.782.name
source: Ancient Poni Path
es: Antiguo Paso de Poni
fr: Vieille Route

# location.783.name
source: Poni Breaker Coast
es: Arrecife de Poni
fr: Récif de Poni

# location.784.name
source: Poni Grove
es: Bosque de Poni
fr: Forêt de Poni

# location.785.name
source: Poni Plains
es: Llanura de Poni
fr: Plaine de Poni

# location.786.name
source: Poni Coast
es: Costa de Poni
fr: Côte de Poni

# location.787.name
source: Poni Gauntlet
es: Pendiente de Poni
fr: Chemin du Défi

# location.788.name
source: Seafolk Village
es: Aldea Marina
fr: Village Flottant

# location.789.name
source: Vast Poni Canyon
es: Cañón de Poni
fr: Grand Canyon de Poni

# location.79.name
source: Lake of Rage
fr: Lac Colère

# location.790.name
source: Altar of the Sunne
es: Altar del Sol
fr: Autel du Soleil

# location.791.name
source: Altar of the Moone
es: Altar de la Luna
fr: Autel de la Lune

# location.792.name
source: Ruins of Hope
es: Ruinas del Tránsito
fr: Ruines de l’Au-Delà

# location.793.name
source: Resolution Cave
es: Gruta Desenlace
fr: Caverne Coda

# location.794.name
source: Exeggutor Island
es: Isla Exeggutor
fr: Île Noadkoko

# location.795.name
source: Battle Tree
es: Árbol de Combate
fr: Arbre de Combat

# location.796.name
source: Aether Paradise
es: Paraíso Æther
fr: Paradis Æther

# location.797.name
source: Ultra Space
es: Ultraespacio
fr: Ultra-Dimension

# location.798.name
source: Malie City
es: Ciudad Malíe
fr: Malié

# location.799.name
source: Roaming Kanto
fr: Sillonnant Kanto

# location.8.name
source: Eterna Forest
fr: Forêt Vestigion

# location.80.name
source: Mt. Moon
fr: Mont Sélénite

# location.800.name
source: Roaming Johto
fr: Sillonnant Johto

# location.801.name
source: Roaming Hoenn
fr: Sillonnant Hoenn

# location.802.name
source: Roaming Sinnoh
fr: Sillonnant Sinnoh

# location.803.name
source: Terra Cave
fr: Grotte Terra

# location.804.name
source: Marine Cave
fr: Grotte Marine

# location.81.name
source: Mt. Mortar
fr: Mont Creuset

# location.810.name
source: Birth Island
fr: Île Aurore

# location.811.name
source: Navel Rock
fr: Roc Nombri

# location.812.name
source: Faraway Island
fr: Île lointaine

# location.813.name
source: Hoenn Battle Frontier
fr: Zone de Combat

# location.814.name
source: Johto Safari Zone
fr: Parc Safari

# location.82.name
source: Mt. Silver
fr: Mont Argenté

# location.83.name
source: National Park
fr: Parc Naturel

# location.84.name
source: New Bark Town
fr: Bourg Geon

# location.85.name
source: Olivine City
fr: Oliville

# location.86.name
source: Pallet Town
fr: Bourg Palette

# location.87.name
source: Rock Tunnel
fr: Grotte

# location.9.name
source: Fuego Ironworks
fr: Forge Fuego

# location.98.name
source: Sea Route 19
fr: Chenal 19

# location.449.name
source: Route 101
es: Ruta 101

# location.450.name
source: Route 102
es: Ruta 102

# location.451.name
source: Route 103
es: Ruta 103

# location.452.name
source: Route 104
es: Ruta 104

# location.458.name
source: Route 110
es: Ruta 110

# location.459.name
source: Route 111
es: Ruta 111

# location.460.name
source: Route 112
es: Ruta 112

# location.461.name
source: Route 113
es: Ruta 113

# location.462.name
source: Route 114
es: Ruta 114

# location.463.name
source: Route 115
es: Ruta 115

# location.464.name
source: Route 116
es: Ruta 116

# location.465.name
source: Route 117
es: Ruta 117

# location.466.name
source: Route 118
es: Ruta 118

# location.467.name
source: Route 119
es: Ruta 119

# location.468.name
source: Route 120
es: Ruta 120

# location.469.name
source: Route 121
es: Ruta 121

# location.471.name
source: Route 123
es: Ruta 123

# location.588.name
source: Route 1
es: Ruta 1

# location.591.name
source: Route 2
es: Ruta 2

# location.594.name
source: Route 3
es: Ruta 3

# location.597.name
source: Route 4
es: Ruta 4

# location.602.name
source: Route 5
es: Ruta 5

# location.606.name
source: Route 6
es: Ruta 6

# location.609.name
source: Route 7
es: Ruta 7

# location.612.name
source: Route 8
es: Ruta 8

# location.615.name
source: Route 9
es: Ruta 9

# location.618.name
source: Route 10
es: Ruta 10

# location.621.name
source: Route 11
es: Ruta 11

# location.626.name
source: Route 12
es: Ruta 12

# location.629.name
source: Route 13
es: Ruta 13

# location.631.name
source: Route 14
es: Ruta 14

# location.635.name
source: Route 15
es: Ruta 15

# location.638.name
source: Route 16
es: Ruta 16

# location.641.name
source: Route 17
es: Ruta 17

# location.644.name
source: Route 18
es: Ruta 18

# location.647.name
source: Route 19
es: Ruta 19

# location.650.name
source: Route 20
es: Ruta 20

# location.653.name
source: Route 21
es: Ruta 21

# location.655.name
source: Route 22
es: Ruta 22

# location.710.name
source: Route 1
es: Ruta 1

# location.711.name
source: Route 1
es: Ruta 1

# location.712.name
source: Route 3
es: Ruta 3

# location.713.name
source: Route 2
es: Ruta 2

# location.731.name
source: Route 4
es: Ruta 4

# location.732.name
source: Route 5
es: Ruta 5

# location.733.name
source: Route 6
es: Ruta 6

# location.734.name
source: Route 7
es: Ruta 7

# location.735.name
source: Route 8
es: Ruta 8

# location.736.name
source: Route 9
es: Ruta 9

# location.755.name
source: Route 10
es: Ruta 10

# location.756.name
source: Route 11
es: Ruta 11

# location.758.name
source: Route 13
es: Ruta 13

# location.760.name
source: Route 15
es: Ruta 15

# location.761.name
source: Route 16
es: Ruta 16

# location.762.name
source: Route 17
es: Ruta 17

# location.763.name
source: Route 12
es: Ruta 12

# location.765.name
source: Route 14
es: Ruta 14
