Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Resources/*.lproj/Locations.strings
Languages: es, fr

# location.1.name
source: Canalave City
fr: Joliberges

# location.10.name
source: Mt. Coronet
fr: Mont Couronné

# location.100.name
source: Sea Route 20
fr: Chenal 20

# location.101.name
source: Sea Route 21
fr: Chenal 21

# location.11.name
source: Great Marsh
fr: Grand Marais

# location.12.name
source: Solaceon Ruins
fr: Ruines Bonville

# location.121.name
source: Sea Route 40
fr: Chenal 40

# location.122.name
source: Sea Route 41
fr: Chenal 41

# location.13.name
source: Victory Road
fr: Route Victoire

# location.135.name
source: Ruins of Alph
fr: Ruines d'Alpha

# location.136.name
source: Seafoam Islands
fr: Iles Ecume

# location.137.name
source: Slowpoke Well
fr: Puits RAMOLOSS

# location.138.name
source: Sprout Tower
fr: Tour CHETIFLOR

# location.139.name
source: Bell Tower
fr: Tour Carillon

# location.14.name
source: Ravaged Path
fr: Chemin Rocheux

# location.140.name
source: Tohjo Falls
fr: Chutes Tohjo

# location.141.name
source: Union Cave
fr: Caves Jumelles

# location.147.name
source: Cerulean Cave
fr: Caverne Azurée

# location.148.name
source: Unknown; all Poliwag
fr: Inconnu; que des Ptitard

# location.149.name
source: Unknown; all Rattata
fr: Inconnu; que des Rattata

# location.15.name
source: Oreburgh Gate
fr: Entrée Charbourg

# location.150.name
source: Unknown; all bugs
fr: Inconnu; que des insectes

# location.151.name
source: Vermilion City
fr: Carmin sur Mer

# location.152.name
source: Victory Road
fr: Route Victoire

# location.153.name
source: Violet City
fr: Mauville

# location.154.name
source: Viridian City
fr: Jadielle

# location.155.name
source: Viridian Forest
fr: Forêt de Jade

# location.156.name
source: Whirl Islands
fr: Tourb'Iles

# location.158.name
source: Power Plant
fr: Centrale

# location.159.name
source: Victory Road
fr: Route Victoire

# location.16.name
source: Stark Mountain
fr: Mont Abrupt

# location.160.name
source: Pokémon Tower
fr: Tour Pokémon

# location.161.name
source: Pokémon Mansion
fr: Manoir Pokémon

# location.162.name
source: Safari Zone
fr: Parc Safari

# location.163.name
source: Sandgem Town
fr: Littorella

# location.164.name
source: Floaroma Town
fr: Floraville

# location.165.name
source: Solaceon Town
fr: Bonville

# location.167.name
source: Jubilife City
fr: Féli-Cité

# location.168.name
source: Oreburgh City
fr: Charbourg

# location.169.name
source: Hearthome City
fr: Unionpolis

# location.17.name
source: Spring Path
fr: Chemin Source

# location.170.name
source: Veilstone City
fr: Voilaroc

# location.171.name
source: Snowpoint City
fr: Frimapic

# location.172.name
source: Spear Pillar
fr: Colonnes Lances

# location.173.name
source: Pal Park
fr: Parc des Amis

# location.174.name
source: Amity Square
fr: Square Paisible

# location.175.name
source: Floaroma Meadow
fr: Pré Floraville

# location.177.name
source: Fullmoon Island
fr: Ile Pleine Lune

# location.178.name
source: Sendoff Spring
fr: Source Adieu

# location.179.name
source: Flower Paradise
fr: Paradis Fleuri

# location.18.name
source: Turnback Cave
fr: Grotte Retour

# location.180.name
source: Maniac Tunnel
fr: Tunnel Runiem.

# location.181.name
source: Galactic HQ
fr: QG Galaxie

# location.182.name
source: Verity Lakefront
fr: Rive Lac Vérité

# location.183.name
source: Newmoon Island
fr: Ile Nouvellelune

# location.184.name
source: Battle Tower
fr: Tour de Combat

# location.185.name
source: Fight Area
fr: Aire de Combat

# location.186.name
source: Survival Area
fr: Aire de Survie

# location.187.name
source: Seabreak Path
fr: Passage Marin

# location.188.name
source: Hall of Origin
fr: Salle Originelle

# location.189.name
source: Hall of Origin
fr: Salle Originelle

# location.19.name
source: Snowpoint Temple
fr: Temple Frimapic

# location.190.name
source: Verity Cavern
fr: Caverne Vérité

# location.191.name
source: Valor Cavern
fr: Caverne Courage

# location.192.name
source: Acuity Cavern
fr: Caverne Savoir

# location.193.name
source: Jubilife TV
fr: Féli-Télé

# location.194.name
source: Pokétch Co.
fr: Pokémontre S.A.

# location.196.name
source: Trainers’ School
fr: Ecole Dresseurs

# location.197.name
source: Mining Museum
fr: Musée Minier

# location.198.name
source: Flower Shop
fr: Fleuriste

# location.199.name
source: Cycle Shop
fr: Boutique de Vélo

# location.2.name
source: Eterna City
fr: Vestigion

# location.20.name
source: Wayward Cave
fr: Grotte Revèche

# location.200.name
source: Contest Hall
fr: Salle Concours

# location.201.name
source: Poffin House
fr: Poffinerie

# location.202.name
source: Foreign Building
fr: Bâtiment Etrange

# location.203.name
source: Pokémon Day Care
fr: Pension Pokémon

# location.204.name
source: Veilstone Store
fr: C. Com. Voilaroc

# location.205.name
source: Game Corner
fr: Casino

# location.206.name
source: Canalave Library
fr: Bibl. Joliberges

# location.207.name
source: Vista Lighthouse
fr: Phare Panorama

# location.208.name
source: Sunyshore Market
fr: Marché Rivamar

# location.209.name
source: Footstep House
fr: Abri Petitpas

# location.211.name
source: Grand Lake
fr: Grand Lac

# location.213.name
source: Battle Park
fr: Parc des Combats

# location.214.name
source: Battle Frontier
fr: Zone de Combat

# location.215.name
source: Battle Factory
fr: Usine de Combat

# location.216.name
source: Battle Castle
fr: Castel de Combat

# location.217.name
source: Battle Arcade
fr: Arcade de Combat

# location.218.name
source: Battle Hall
fr: Scène de Combat

# location.219.name
source: Distortion World
fr: Monde Distorsion

# location.22.name
source: Ruin Maniac Cave
fr: Grotte Ruinem.

# location.220.name
source: Global Terminal
fr: Terminal Mondial

# location.222.name
source: Battleground
fr: Café Combats

# location.223.name
source: ROTOM's Room
fr: Salle MOTISMA

# location.224.name
source: T.G. Eterna Bldg
fr: Team G Vestigion

# location.225.name
source: Iron Ruins
fr: Ruines de Fer

# location.226.name
source: Iceberg Ruins
fr: Ruines Iceberg

# location.227.name
source: Rock Peak Ruins
fr: Ruines Pic Roche

# location.228.name
source: Azalea Town
fr: Ecorcia

# location.229.name
source: Goldenrod City
fr: Doublonville

# location.23.name
source: Trophy Garden
fr: Jardin Trophée

# location.230.name
source: Mahogany Town
fr: Acajou

# location.231.name
source: Pewter City
fr: Argenta

# location.232.name
source: Lavender Town
fr: Lavanville

# location.233.name
source: Indigo Plateau
fr: Plateau Indigo

# location.234.name
source: Saffron City
fr: Safrania

# location.236.name
source: Lighthouse
fr: Phare

# location.237.name
source: Team Rocket HQ
fr: Repaire Rocket d'Acajou

# location.238.name
source: Goldenrod Tunnel
fr: Doublon-Tunnel

# location.239.name
source: Mt. Silver Cave
fr: Grotte Argentée

# location.24.name
source: Iron Island
fr: Ile de Fer

# location.241.name
source: Pokéathlon Dome
fr: Dôme Pokéathlon

# location.242.name
source: S.S. Aqua
fr: Aquaria

# location.243.name
source: Safari Zone Gate
fr: Portail Safari

# location.244.name
source: Cliff Cave
fr: Grotte Falaise

# location.245.name
source: Frontier Access
fr: Atrium Combat

# location.246.name
source: Bellchime Trail
fr: Sentier Carillon

# location.247.name
source: Sinjoh Ruins
fr: Ruines Sinjoh

# location.248.name
source: Embedded Tower
fr: Tour Enfouie

# location.25.name
source: Old Chateau
fr: Vieux Château

# location.250.name
source: Cliff Edge Gate
fr: Portail Falaise

# location.252.name
source: Radio Tower
fr: Tour Radio

# location.253.name
source: Day-Care Couple
fr: Couple Pension

# location.254.name
source: Link trade (arrive)
fr: Echange Link

# location.255.name
source: Link trade (met)
fr: Echange Link

# location.26.name
source: Lake Verity
fr: Lac Vérité

# location.260.name
source: Distant land
fr: Pays lointain

# location.261.name
source: Traveling Man
fr: un voyageur

# location.262.name
source: Riley
fr: Armand

# location.264.name
source: Mystery Zone
fr: Endroit mystér.

# location.265.name
source: Lovely place
fr: Endroit superbe

# location.267.name
source: Faraway place
fr: Endroit lointain

# location.268.name
source: Pokémon Movie
fr: Film Pokémon

# location.269.name
source: Pokémon Movie 06
fr: Film Pokémon 06

# location.27.name
source: Lake Valor
fr: Lac Courage

# location.270.name
source: Pokémon Movie 07
fr: Film Pokémon 07

# location.271.name
source: Pokémon Movie 08
fr: Film Pokémon 08

# location.272.name
source: Pokémon Movie 09
fr: Film Pokémon 09

# location.273.name
source: Pokémon Movie 10
fr: Film Pokémon 10

# location.274.name
source: Pokémon Movie 11
fr: Film Pokémon 11

# location.275.name
source: Pokémon Movie 12
fr: Film Pokémon 12

# location.276.name
source: Pokémon Movie 13
fr: Film Pokémon 13

# location.277.name
source: Pokémon Movie 14
fr: Film Pokémon 14

# location.278.name
source: Pokémon Movie 15
fr: Film Pokémon 15

# location.279.name
source: Pokémon Movie 16
fr: Film Pokémon 16

# location.28.name
source: Lake Acuity
fr: Lac Savoir

# location.280.name
source: Pokémon Cartoon
fr: Dessin ani. PKMN

# location.29.name
source: Valor Lakefront
fr: Rive Lac Courage

# location.3.name
source: Pastoria City
fr: Verchamps

# location.30.name
source: Acuity Lakefront
fr: Rive Lac Savoir

# location.317.name
source: Pokémon Center
fr: Centre Pokémon

# location.318.name
source: PC Tokyo
fr: CP Tokyo

# location.319.name
source: PC Osaka
fr: CP Osaka

# location.320.name
source: PC Fukuoka
fr: CP Fukuoka

# location.321.name
source: PC Nagoya
fr: CP Nagoya

# location.322.name
source: PC Sapporo
fr: CP Sapporo

# location.323.name
source: PC Yokohama
fr: CP Yokohama

# location.325.name
source: Pokémon Event
fr: Evénem. Pokémon

# location.326.name
source: Pokémon Event 06
fr: Evén. Pokémon 06

# location.327.name
source: Pokémon Event 07
fr: Evén. Pokémon 07

# location.328.name
source: Pokémon Event 08
fr: Evén. Pokémon 08

# location.329.name
source: Pokémon Event 09
fr: Evén. Pokémon 09

# location.330.name
source: Pokémon Event 10
fr: Evén. Pokémon 10

# location.331.name
source: Pokémon Event 11
fr: Evén. Pokémon 11

# location.332.name
source: Pokémon Event 12
fr: Evén. Pokémon 12

# location.333.name
source: Pokémon Event 13
fr: Evén. Pokémon 13

# location.334.name
source: Pokémon Event 14
fr: Evén. Pokémon 14

# location.335.name
source: Pokémon Event 15
fr: Evén. Pokémon 15

# location.336.name
source: Pokémon Event 16
fr: Evén. Pokémon 16

# location.337.name
source: Wi-Fi Event
fr: Evénement Wi-Fi

# location.338.name
source: Wi-Fi Gift
fr: Cadeau Wi-Fi

# location.339.name
source: Pokémon Fan Club
fr: Fan Club Pokémon

# location.340.name
source: Event Site
fr: Lieu d'Evénement

# location.341.name
source: Concert Event
fr: Evénem. Concert

# location.342.name
source: Mr. Pokémon
fr: M. Pokémon

# location.343.name
source: Primo
fr: Castor

# location.344.name
source: Mystery Zone
fr: Endroit Mystérieux

# location.345.name
source: Faraway place
fr: Endroit Lointain

# location.346.name
source: Nuvema Town
fr: Renouet

# location.347.name
source: Accumula Town
fr: Arabelle

# location.348.name
source: Striaton City
fr: Ogoesse

# location.349.name
source: Nacrene City
fr: Maillard

# location.350.name
source: Castelia City
fr: Volucité

# location.351.name
source: Nimbasa City
fr: Méanville

# location.352.name
source: Driftveil City
fr: Port Yoneuve

# location.353.name
source: Mistralton City
fr: Parsemille

# location.354.name
source: Icirrus City
fr: Flocombe

# location.355.name
source: Opelucid City
fr: Janusia

# location.372.name
source: Route 17
fr: Chenal 17

# location.374.name
source: Dreamyard
fr: Vestiges du Rêve

# location.375.name
source: Pinwheel Forest
fr: Forêt d'Empoigne

# location.376.name
source: Desert Resort
fr: Désert Délassant

# location.377.name
source: Relic Castle
fr: Château Enfoui

# location.378.name
source: Cold Storage
fr: Hangar Frigorifique

# location.379.name
source: Chargestone Cave
fr: Grotte Électrolithe

# location.380.name
source: Twist Mountain
fr: Mont Foré

# location.381.name
source: Dragonspiral Tower
fr: Tour Dragospire

# location.382.name
source: Victory Road
fr: Route Victoire

# location.383.name
source: Lacunosa Town
fr: Entrelasque

# location.384.name
source: Undella Town
fr: Vaguelone

# location.385.name
source: Anville Town
fr: Rotombourg

# location.386.name
source: Pokémon League
fr: Ligue Pokémon

# location.387.name
source: N's Castle
fr: Palais de N

# location.388.name
source: Royal Unova
fr: L'Étoile d'Unys

# location.389.name
source: Gear Station
fr: Engrenage du Métro

# location.390.name
source: Battle Subway
fr: Métro de Combat

# location.391.name
source: Musical Theater
fr: Music-Hall

# location.392.name
source: Black City
fr: Ville Noire

# location.393.name
source: White Forest
fr: Forêt Blanche

# location.394.name
source: Unity Tower
fr: Tour Union

# location.395.name
source: Wellspring Cave
fr: Veine Souterraine

# location.396.name
source: Mistralton Cave
fr: Grotte Parsemille

# location.397.name
source: Rumination Field
fr: Clairière Réflexion

# location.398.name
source: Celestial Tower
fr: Tour des Cieux

# location.399.name
source: Moor of Icirrus
fr: Tourbière Flocombe

# location.4.name
source: Sunyshore City
fr: Rivamar

# location.40.name
source: Lost Tower
fr: Tour Perdue

# location.400.name
source: Shopping Mall
fr: Centre Commercial

# location.401.name
source: Challenger's Cave
fr: Antre d'Entraînement

# location.402.name
source: Poké Transfer Lab
fr: Laboratoire Fret

# location.403.name
source: Giant Chasm
fr: Grotte Cyclopéenne

# location.404.name
source: Liberty Garden
fr: Île Liberté

# location.405.name
source: P2 Laboratory
fr: Labo P2

# location.406.name
source: Skyarrow Bridge
fr: Pont Sagiciel

# location.407.name
source: Driftveil Drawbridge
fr: Pont Yoneuve

# location.408.name
source: Tubeline Bridge
fr: Pont Ferroviaire

# location.409.name
source: Village Bridge
fr: Pont du Hameau

# location.410.name
source: Marvelous Bridge
fr: Pont de l'Inconnu

# location.411.name
source: Entralink
fr: Heylink

# location.412.name
source: Abundant Shrine
fr: Autel Abondance

# location.413.name
source: Undella Bay
fr: Baie Vaguelone

# location.414.name
source: Lostlorn Forest
fr: Bois des Illusions

# location.415.name
source: Trial Chamber
fr: Salle Épreuve

# location.416.name
source: Guidance Chamber
fr: Espace Guide

# location.417.name
source: Entree Forest
fr: Forêt du Heylink

# location.418.name
source: Accumula Gate
fr: Porte Arabelle

# location.419.name
source: Undella Gate
fr: Porte Vaguelone

# location.420.name
source: Nacrene Gate
fr: Porte Maillard

# location.421.name
source: Castelia Gate
fr: Porte Volucité

# location.422.name
source: Nimbasa Gate
fr: Porte Méanville

# location.423.name
source: Opelucid Gate
fr: Porte Janusia

# location.424.name
source: Black Gate
fr: Porte Noire

# location.425.name
source: White Gate
fr: Porte Blanche

# location.426.name
source: Bridge Gate
fr: Porte de Pont

# location.427.name
source: Route Gate
fr: Porte de Route

# location.428.name
source: Abyssal Ruins
fr: Ruines des Abysses

# location.429.name
source: Petalburg City
es: Ciudad Petalia
fr: Clémenti-Ville

# location.430.name
source: Slateport City
es: Ciudad Portual
fr: Poivressel

# location.431.name
source: Lilycove City
es: Ciudad Calagua
fr: Nénucrique

# location.432.name
source: Mossdeep City
es: Ciudad Algaria
fr: Algatia

# location.433.name
source: Sootopolis City
es: Arrecípolis
fr: Atalanopolis

# location.434.name
source: Ever Grande City
es: Ciudad Colosalia
fr: Éternara

# location.435.name
source: Meteor Falls
es: Cascada Meteoro
fr: Site Météore

# location.436.name
source: Rusturf Tunnel
es: Túnel Fervergal
fr: Tunnel Mérazon

# location.437.name
source: Granite Cave
es: Cueva Granito
fr: Grotte Granite

# location.438.name
source: Petalburg Woods
es: Bosque Petalia
fr: Bois Clémenti

# location.439.name
source: Jagged Pass
es: Desfiladero
fr: Sentier Sinuroc

# location.440.name
source: Fiery Path
es: Senda Ígnea
fr: Chemin Ardent

# location.441.name
source: Mt. Pyre
es: Monte Pírico
fr: Mont Mémoria

# location.442.name
source: Seafloor Cavern
es: Caverna Abisal
fr: Caverne Fondmer

# location.443.name
source: Cave of Origin
es: Cueva Ancestral
fr: Grotte Origine

# location.444.name
source: Victory Road
es: Calle Victoria
fr: Route Victoire

# location.445.name
source: Shoal Cave
es: Cueva Cardumen
fr: Grotte Tréfonds

# location.446.name
source: New Mauville
es: Malvalanova
fr: New Lavandia

# location.447.name
source: Abandoned Ship
fr: Épave

# location.448.name
source: Sky Pillar
es: Pilar Celeste
fr: Pilier Céleste

# location.453.name
source: Route 105
es: Ruta 105
fr: Chenal 105

# location.454.name
source: Route 106
es: Ruta 106
fr: Chenal 106

# location.455.name
source: Route 107
es: Ruta 107
fr: Chenal 107

# location.456.name
source: Route 108
es: Ruta 108
fr: Chenal 108

# location.457.name
source: Route 109
es: Ruta 109
fr: Chenal 109

# location.470.name
source: Route 122
es: Ruta 122
fr: Chenal 122

# location.472.name
source: Route 124
es: Ruta 124
fr: Chenal 124

# location.473.name
source: Route 125
es: Ruta 125
fr: Chenal 125

# location.474.name
source: Route 126
es: Ruta 126
fr: Chenal 126

# location.475.name
source: Route 127
es: Ruta 127
fr: Chenal 127

# location.476.name
source: Route 128
es: Ruta 128
fr: Chenal 128

# location.477.name
source: Route 129
es: Ruta 129
fr: Chenal 129

# location.478.name
source: Route 130
es: Ruta 130
fr: Chenal 130

# location.479.name
source: Route 131
es: Ruta 131
fr: Chenal 131

# location.480.name
source: Route 132
es: Ruta 132
fr: Chenal 132

# location.481.name
source: Route 133
es: Ruta 133
fr: Chenal 133

# location.482.name
source: Route 134
es: Ruta 134
fr: Chenal 134

# location.483.name
source: Safari Zone
es: Zona Safari
fr: Parc Safari

# location.484.name
source: Dewford Town
es: Pueblo Azuliza
fr: Myokara

# location.485.name
source: Pacifidlog Town
es: Pueblo Oromar
fr: Pacifiville

# location.486.name
source: Magma Hideout
fr: Planque Magma

# location.487.name
source: Mirage Tower
fr: Tour Mirage

# location.488.name
source: Desert Underpass
fr: Voie du Désert

# location.489.name
source: Artisan Cave
fr: Grotte Atelier

# location.490.name
source: Altering Cave
fr: Grotte Métamo

# location.491.name
source: Monean Chamber
fr: Chambre Anemune

# location.492.name
source: Liptoo Chamber
fr: Chambre Deulipe

# location.493.name
source: Weepth Chamber
fr: Chambre Prois

# location.494.name
source: Dilford Chamber
fr: Chambre Jonquatre

# location.495.name
source: Scufib Chamber
fr: Chambre Hibicinq

# location.496.name
source: Rixy Chamber
fr: Chambre Irix

# location.497.name
source: Viapos Chamber
fr: Chambre Poinsept

# location.498.name
source: S.S. Anne
fr: L'Océane

# location.5.name
source: Pokémon League
fr: Ligue Pokémon

# location.500.name
source: Mt. Ember
fr: Mont Braise

# location.501.name
source: Berry Forest
fr: Bois Baies

# location.502.name
source: Icefall Cave
fr: Grotte de Glace

# location.503.name
source: Pattern Bush
fr: Forbuissons

# location.504.name
source: Lost Cave
fr: Grotte Perdue

# location.505.name
source: Kindle Road
fr: Route Tison

# location.506.name
source: Treasure Beach
fr: Plage Trésor

# location.507.name
source: Cape Brink
fr: Cap Falaise

# location.508.name
source: Bond Bridge
fr: Pont du Lien

# location.509.name
source: Three Isle Port
fr: Port Ile 3

# location.510.name
source: Resort Gorgeous
fr: Camp de Vacances

# location.511.name
source: Water Labyrinth
fr: Labyrinthe d'O

# location.512.name
source: Five Isle Meadow
fr: Pré Ile 5

# location.513.name
source: Memorial Pillar
fr: Mémorial

# location.514.name
source: Outcast Island
fr: Ile du Lointain

# location.515.name
source: Green Path
fr: Chemin Vert

# location.516.name
source: Water Path
fr: Agualcanal

# location.517.name
source: Ruin Valley
fr: Vallée Ruine

# location.518.name
source: Trainer Tower
fr: Tour Dresseurs

# location.519.name
source: Canyon Entrance
fr: Entrée du Canyon

# location.520.name
source: Sevault Canyon
fr: Canyon Sesor

# location.521.name
source: Tanoby Ruins
fr: Ruines Tanoby

# location.526.name
source: One Island
fr: Ile 1

# location.527.name
source: Four Island
fr: Ile 4

# location.528.name
source: Five Island
fr: Ile 5

# location.529.name
source: Altering Cave
fr: Grotte Métamo

# location.531.name
source: Aspertia City
fr: Pavonnay

# location.532.name
source: Virbank City
fr: Ondes-sur-Mer

# location.533.name
source: Humilau City
fr: Papeloa

# location.534.name
source: PokéStar Studios
fr: Pokéwood

# location.535.name
source: Join Avenue
fr: Galerie Concorde

# location.536.name
source: Floccesy Town
fr: Amaillide

# location.537.name
source: Lentimas Town
fr: Arpentières

# location.540.name
source: Route 21
fr: Chenal 21

# location.543.name
source: Castelia Sewers
fr: Égouts de Volucité

# location.544.name
source: Floccesy Ranch
fr: Ranch d'Amaillide

# location.545.name
source: Virbank Complex
fr: Z.I. d'Ondes-sur-Mer

# location.546.name
source: Reversal Mountain
fr: Mont Renenvers

# location.547.name
source: Strange House
fr: Manoir de l'Étrange

# location.548.name
source: Victory Road
fr: Route Victoire

# location.549.name
source: Plasma Frigate
fr: Frégate Plasma

# location.550.name
source: Relic Passage
fr: Chemin Enfoui

# location.551.name
source: Clay Tunnel
fr: Route Bardane

# location.552.name
source: White Treehollow
fr: Arbre Creux Blanc

# location.553.name
source: Black Tower
fr: Gratte-Ciel Noir

# location.554.name
source: Seaside Cave
fr: Grotte Littorale

# location.555.name
source: Cave of Being
fr: Caverne des Esprits

# location.556.name
source: Hidden Grotto
fr: Trouée Cachée

# location.557.name
source: Marine Tube
fr: Aquatube

# location.558.name
source: Virbank Gate
fr: Porte Ondes-sur-Mer

# location.559.name
source: Aspertia Gate
fr: Porte Pavonnay

# location.560.name
source: Nature Sanctuary
fr: Réserve Naturelle

# location.561.name
source: Medal Secretariat
fr: Bureau des Médailles

# location.562.name
source: Underground Ruins
fr: Ruines Enfouies

# location.563.name
source: Rocky Mountain Room
fr: Salle Pic Rocheux

# location.564.name
source: Glacier Room
fr: Salle Iceberg

# location.565.name
source: Iron Room
fr: Salle Fer

# location.566.name
source: Pledge Grove
fr: Bois du Serment

# location.567.name
source: Littleroot Town
es: Villa Raíz
fr: Bourg-en-Vol

# location.568.name
source: Oldale Town
es: Pueblo Escaso
fr: Rosyères

# location.569.name
source: Lavaridge Town
es: Pueblo Lavacalda
fr: Vermilava

# location.570.name
source: Fallarbor Town
es: Pueblo Pardal
fr: Autéquia

# location.571.name
source: Verdanturf Town
es: Pueblo Verdegal
fr: Vergazon

# location.572.name
source: Mauville City
es: Ciudad Malvalona
fr: Lavandia

# location.573.name
source: Rustboro City
es: Ciudad Férrica
fr: Mérouville

# location.574.name
source: Fortree City
es: Ciudad Arborada
fr: Cimetronelle

# location.575.name
source: Underwater
fr: Fond marin

# location.576.name
source: Mt. Chimney
es: Monte Cenizo
fr: Mont Chimnée

# location.577.name
source: Mirage Island
es: Isla Espejismo
fr: Île Mirage

# location.578.name
source: Southern Island
es: Isla del Sur
fr: Île du Sud

# location.579.name
source: Sealed Chamber
es: Cámara Sellada
fr: Sanctuaire

# location.58.name
source: Twinleaf Town
fr: Bonaugure

# location.580.name
source: Scorched Slab
es: Gruta Solar
fr: Grotte Zénith

# location.581.name
source: Island Cave
es: Cueva Insular
fr: Grotte de l’Îlot

# location.582.name
source: Desert Ruins
es: Ruinas del Desierto
fr: Ruines Désert

# location.583.name
source: Ancient Tomb
es: Tumba Antigua
fr: Tombeau Antique

# location.585.name
source: Secret Base
es: Base Secreta
fr: Base Secrète
