Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Items.strings
Languages: it, ja

# item.1328.name
source: Sonia’s Book
it: Libro di Sonia
ja: ソニアのほん

# item.1329.name
source: Rotom Catalog
it: Catalogo Rotom
ja: ロトムのカタログ

# item.133.name
source: Persim Berry
it: Baccaki
ja: キーのみ

# item.134.name
source: Lum Berry
it: Baccaprugna
ja: ラムのみ

# item.135.name
source: Sitrus Berry
it: Baccacedro
ja: オボンのみ

# item.136.name
source: Figy Berry
it: Baccafico
ja: フィラのみ

# item.137.name
source: Wiki Berry
it: Baccakiwi
ja: ウイのみ

# item.138.name
source: Mago Berry
it: Baccamango
ja: マゴのみ

# item.139.name
source: Aguav Berry
it: Baccaguava
ja: バンジのみ

# item.14.name
source: Heal Ball
it: Cura Ball
ja: ヒールボール

# item.140.name
source: Iapapa Berry
it: Baccapaia
ja: イアのみ

# item.141.name
source: Razz Berry
it: Baccalampon
ja: ズリのみ

# item.142.name
source: Bluk Berry
it: Baccamora
ja: ブリーのみ

# item.143.name
source: Nanab Berry
it: Baccabana
ja: ナナのみ

# item.144.name
source: Wepear Berry
it: Baccapera
ja: セシナのみ

# item.145.name
source: Pinap Berry
it: Baccananas
ja: パイルのみ

# item.146.name
source: Pomeg Berry
it: Baccagrana
ja: ザロクのみ

# item.147.name
source: Kelpsy Berry
it: Baccalga
ja: ネコブのみ

# item.148.name
source: Qualot Berry
it: Baccaloquat
ja: タポルのみ

# item.149.name
source: Hondew Berry
it: Baccamelon
ja: ロメのみ

# item.15.name
source: Quick Ball
it: Velox Ball
ja: クイックボール

# item.150.name
source: Grepa Berry
it: Baccauva
ja: ウブのみ

# item.151.name
source: Tamato Berry
it: Baccamodoro
ja: マトマのみ

# item.152.name
source: Cornn Berry
it: Baccavena
ja: モコシのみ

# item.153.name
source: Magost Berry
it: Baccagostan
ja: ゴスのみ

# item.154.name
source: Rabuta Berry
it: Baccambutan
ja: ラブタのみ

# item.155.name
source: Nomel Berry
it: Baccalemon
ja: ノメルのみ

# item.156.name
source: Spelon Berry
it: Baccamelos
ja: ノワキのみ

# item.157.name
source: Pamtre Berry
it: Baccapalma
ja: シーヤのみ

# item.158.name
source: Watmel Berry
it: Baccacomero
ja: カイスのみ

# item.159.name
source: Durin Berry
it: Baccadurian
ja: ドリのみ

# item.16.name
source: Cherish Ball
it: Pregio Ball
ja: プレシャスボール

# item.160.name
source: Belue Berry
it: Baccartillo
ja: ベリブのみ

# item.161.name
source: Occa Berry
it: Baccacao
ja: オッカのみ

# item.162.name
source: Passho Berry
it: Baccapasflo
ja: イトケのみ

# item.163.name
source: Wacan Berry
it: Baccaparmen
ja: ソクノのみ

# item.1630.name
source: Max Honey
it: Mielemax
ja: ダイミツ

# item.1631.name
source: Max Mushrooms
it: Fungomax
ja: ダイキノコ

# item.1632.name
source: Galarica Twig
it: Ramo Galarnoce
ja: ガラナツのえだ

# item.1633.name
source: Galarica Cuff
it: Fascia Galarnoce
ja: ガラナツブレス

# item.1634.name
source: Style Card
it: Tessera chic
ja: おしゃれカード

# item.1635.name
source: Armor Pass
it: Pass Armatura
ja: ヨロイパス

# item.1636.name
source: Rotom Bike
it: Bici Rotom
ja: ロトムじてんしゃ

# item.1637.name
source: Rotom Bike
it: Bici Rotom
ja: ロトムじてんしゃ

# item.1638.name
source: Exp. Charm
it: Esperienzamuleto
ja: けいけんおまもり

# item.1639.name
source: Armorite Ore
it: Rocciarmatura
ja: ヨロイこうせき

# item.164.name
source: Rindo Berry
it: Baccarindo
ja: リンドのみ

# item.1640.name
source: Mark Charm
it: Emblemamuleto
ja: あかしのおまもり

# item.1641.name
source: Reins of Unity
it: Briglie legame
ja: キズナのタヅナ

# item.1642.name
source: Reins of Unity
it: Briglie legame
ja: キズナのタヅナ

# item.1643.name
source: Galarica Wreath
it: Corona Galarnoce
ja: ガラナツリース

# item.1644.name
source: Legendary Clue 1
it: Leggenda 1
ja: でんせつのメモ１

# item.1645.name
source: Legendary Clue 2
it: Leggenda 2
ja: でんせつのメモ２

# item.1646.name
source: Legendary Clue 3
it: Leggenda 3
ja: でんせつのメモ３

# item.1647.name
source: Legendary Clue?
it: Leggenda ?
ja: でんせつのメモ？

# item.1648.name
source: Crown Pass
it: Pass Corona
ja: カンムリパス

# item.1649.name
source: Wooden Crown
it: Corona di legno
ja: きぼりのかんむり

# item.165.name
source: Yache Berry
it: Baccamoya
ja: ヤチェのみ

# item.1650.name
source: Radiant Petal
it: Petalo lucente
ja: かがやくはなびら

# item.1651.name
source: White Mane Hair
it: Crini bianchi
ja: しろいたてがみ

# item.1652.name
source: Black Mane Hair
it: Crini neri
ja: くろいたてがみ

# item.1653.name
source: Iceroot Carrot
it: Carota algida
ja: つめたいにんじん

# item.1654.name
source: Shaderoot Carrot
it: Carota oscura
ja: くろいにんじん

# item.1655.name
source: Dynite Ore
it: Rocciamax
ja: マックスこうせき

# item.1656.name
source: Carrot Seeds
it: Semi di carota
ja: にんじんのタネ

# item.1657.name
source: Ability Patch
it: Cerotto abilità
ja: とくせいパッチ

# item.1658.name
source: Reins of Unity
it: Briglie legame
ja: キズナのタヅナ

# item.1659.name
source: Adamant Crystal
ja: だいこんごうだま

# item.166.name
source: Chople Berry
it: Baccarosmel
ja: ヨプのみ

# item.1660.name
source: Lustrous Globe
ja: だいしらたま

# item.1661.name
source: Griseous Core
ja: だいはっきんだま

# item.1662.name
source: Blank Plate
ja: まっさらプレート

# item.1663.name
source: Strange Ball
ja: ストレンジボール

# item.1664.name
source: Legend Plate
ja: レジェンドプレート

# item.1665.name
source: Rotom Phone
ja: スマホロトム

# item.1666.name
source: Sandwich
ja: サンドウィッチ

# item.1667.name
source: Koraidon’s Poké Ball
ja: コライドンのボール

# item.1668.name
source: Miraidon’s Poké Ball
ja: ミライドンのボール

# item.1669.name
source: Tera Orb
ja: テラスタルオーブ

# item.167.name
source: Kebia Berry
it: Baccakebia
ja: ビアーのみ

# item.1670.name
source: Scarlet Book
ja: スカーレットブック

# item.1671.name
source: Violet Book
ja: バイオレットブック

# item.1672.name
source: Kofu’s Wallet
ja: ハイダイのサイフ

# item.1673.name
source: Tiny Bamboo Shoot
ja: ちいさなタケノコ

# item.1674.name
source: Big Bamboo Shoot
ja: おおきなタケノコ

# item.1675.name
source: Scroll of Darkness
ja: あくのかけじく

# item.1676.name
source: Scroll of Waters
ja: みずのかけじく

# item.1677.name
source: Malicious Armor
ja: ノロイノヨロイ

# item.1678.name
source: Normal Tera Shard
ja: テラピースノーマル

# item.1679.name
source: Fire Tera Shard
ja: テラピースほのお

# item.168.name
source: Shuca Berry
it: Baccanaca
ja: シュカのみ

# item.1680.name
source: Water Tera Shard
ja: テラピースみず

# item.1681.name
source: Electric Tera Shard
ja: テラピースでんき

# item.1682.name
source: Grass Tera Shard
ja: テラピースくさ

# item.1683.name
source: Ice Tera Shard
ja: テラピースこおり

# item.1684.name
source: Fighting Tera Shard
ja: テラピースかくとう

# item.1685.name
source: Poison Tera Shard
ja: テラピースどく

# item.1686.name
source: Ground Tera Shard
ja: テラピースじめん

# item.1687.name
source: Flying Tera Shard
ja: テラピースひこう

# item.1688.name
source: Psychic Tera Shard
ja: テラピースエスパー

# item.1689.name
source: Bug Tera Shard
ja: テラピースむし

# item.169.name
source: Coba Berry
it: Baccababa
ja: バコウのみ

# item.1690.name
source: Rock Tera Shard
ja: テラピースいわ

# item.1691.name
source: Ghost Tera Shard
ja: テラピースゴースト

# item.1692.name
source: Dragon Tera Shard
ja: テラピースドラゴン

# item.1693.name
source: Dark Tera Shard
ja: テラピースあく

# item.1694.name
source: Steel Tera Shard
ja: テラピースはがね

# item.1695.name
source: Fairy Tera Shard
ja: テラピースフェアリー

# item.1696.name
source: Booster Energy
ja: ブーストエナジー

# item.1697.name
source: Ability Shield
ja: とくせいガード

# item.1698.name
source: Clear Amulet
ja: クリアチャーム

# item.1699.name
source: Mirror Herb
ja: ものまねハーブ

# item.17.name
source: Potion
it: Pozione
ja: キズぐすり

# item.170.name
source: Payapa Berry
it: Baccapayapa
ja: ウタンのみ

# item.1700.name
source: Punching Glove
ja: パンチグローブ

# item.1701.name
source: Covert Cloak
ja: おんみつマント

# item.1702.name
source: Loaded Dice
ja: いかさまダイス

# item.1703.name
source: Baguette
ja: バケット

# item.1704.name
source: Mayonnaise
ja: マヨネーズ

# item.1705.name
source: Ketchup
ja: ケチャップ

# item.1706.name
source: Mustard
ja: マスタード

# item.1707.name
source: Butter
ja: バター

# item.1708.name
source: Peanut Butter
ja: ピーナッツバター

# item.1709.name
source: Chili Sauce
ja: チリソース

# item.171.name
source: Tanga Berry
it: Baccaitan
ja: タンガのみ

# item.1710.name
source: Salt
ja: ソルト

# item.1711.name
source: Pepper
ja: ペッパー

# item.1712.name
source: Yogurt
ja: ヨーグルト

# item.1713.name
source: Whipped Cream
ja: ホイップクリーム

# item.1714.name
source: Cream Cheese
ja: クリームチーズ

# item.1715.name
source: Jam
ja: ベリージャム

# item.1716.name
source: Marmalade
ja: マーマレード

# item.1717.name
source: Olive Oil
ja: オリーブオイル

# item.1718.name
source: Vinegar
ja: ビネガー

# item.1719.name
source: Sweet Herba Mystica
ja: ひでん：あまスパイス

# item.172.name
source: Charti Berry
it: Baccaciofo
ja: ヨロギのみ

# item.1720.name
source: Salty Herba Mystica
ja: ひでん：しおスパイス

# item.1721.name
source: Sour Herba Mystica
ja: ひでん：すぱスパイス

# item.1722.name
source: Bitter Herba Mystica
ja: ひでん：にがスパイス

# item.1723.name
source: Spicy Herba Mystica
ja: ひでん：からスパイス

# item.1724.name
source: Lettuce
ja: レタス

# item.1725.name
source: Tomato
ja: トマトスライス

# item.1726.name
source: Cherry Tomatoes
ja: カットミニトマト

# item.1727.name
source: Cucumber
ja: キュウリスライス

# item.1728.name
source: Pickle
ja: ピクルススライス

# item.1729.name
source: Onion
ja: たまねぎスライス

# item.173.name
source: Kasib Berry
it: Baccacitrus
ja: カシブのみ

# item.1730.name
source: Red Onion
ja: アーリーレッド

# item.1731.name
source: Green Bell Pepper
ja: ピーマンスライス

# item.1732.name
source: Red Bell Pepper
ja: あかパプリカスライス

# item.1733.name
source: Yellow Bell Pepper
ja: きパプリカスライス

# item.1734.name
source: Avocado
ja: アボカド

# item.1735.name
source: Bacon
ja: やきベーコン

# item.1736.name
source: Ham
ja: ハムスライス

# item.1737.name
source: Prosciutto
ja: なまハム

# item.1738.name
source: Chorizo
ja: やきチョリソー

# item.1739.name
source: Herbed Sausage
ja: ハーブソーセージ

# item.174.name
source: Haban Berry
it: Baccahaban
ja: ハバンのみ

# item.1740.name
source: Hamburger
ja: ハンバーグ

# item.1741.name
source: Klawf Stick
ja: ガケガニスティック

# item.1742.name
source: Smoked Fillet
ja: スモークきりみ

# item.1743.name
source: Fried Fillet
ja: きりみフライ

# item.1744.name
source: Egg
ja: スライスエッグ

# item.1745.name
source: Potato Tortilla
ja: トルティージャ

# item.1746.name
source: Tofu
ja: トーフ

# item.1747.name
source: Rice
ja: ライス

# item.1748.name
source: Noodles
ja: ヌードル

# item.1749.name
source: Potato Salad
ja: ポテトサラダ

# item.175.name
source: Colbur Berry
it: Baccaxan
ja: ナモのみ

# item.1750.name
source: Cheese
ja: スライスチーズ

# item.1751.name
source: Banana
ja: バナナスライス

# item.1752.name
source: Strawberry
ja: いちごスライス

# item.1753.name
source: Apple
ja: わぎりリンゴ

# item.1754.name
source: Kiwi
ja: わぎりキウイ

# item.1755.name
source: Pineapple
ja: カットパイン

# item.1756.name
source: Jalapeño
ja: バラペーニョ

# item.1757.name
source: Horseradish
ja: ホースラディッシュ

# item.1758.name
source: Curry Powder
ja: カレーパウダー

# item.1759.name
source: Wasabi
ja: ワサビソース

# item.176.name
source: Babiri Berry
it: Baccababiri
ja: リリバのみ

# item.1760.name
source: Watercress
ja: クレソン

# item.1761.name
source: Basil
ja: バジル

# item.1762.name
source: Venonat Fang
ja: コンパンのキバ

# item.1763.name
source: Diglett Dirt
ja: ディグダのつち

# item.1764.name
source: Meowth Fur
ja: ニャースのけ

# item.1765.name
source: Psyduck Down
ja: コダックのうもう

# item.1766.name
source: Mankey Fur
ja: マンキーのけ

# item.1767.name
source: Growlithe Fur
ja: ガーディのけ

# item.1768.name
source: Slowpoke Claw
ja: ヤドンのツメ

# item.1769.name
source: Magnemite Screw
ja: コイルのねじ

# item.177.name
source: Chilan Berry
it: Baccacinlan
ja: ホズのみ

# item.1770.name
source: Grimer Toxin
ja: ベトベターのどくそ

# item.1771.name
source: Shellder Pearl
ja: シェルダーのしんじゅ

# item.1772.name
source: Gastly Gas
ja: ゴースのガス

# item.1773.name
source: Drowzee Fur
ja: スリープのけ

# item.1774.name
source: Voltorb Sparks
ja: ビリリダマのでんき

# item.1775.name
source: Scyther Claw
ja: ストライクのツメ

# item.1776.name
source: Tauros Hair
ja: ケンタロスのけ

# item.1777.name
source: Magikarp Scales
ja: コイキングのウロコ

# item.1778.name
source: Ditto Goo
ja: メタモンのべたべた

# item.1779.name
source: Eevee Fur
ja: イーブイのけ

# item.178.name
source: Liechi Berry
it: Baccalici
ja: チイラのみ

# item.1780.name
source: Dratini Scales
ja: ミニリュウのウロコ

# item.1781.name
source: Pichu Fur
ja: ピチューのけ

# item.1782.name
source: Igglybuff Fluff
ja: ププリンのけ

# item.1783.name
source: Mareep Wool
ja: メリープのけだま

# item.1784.name
source: Hoppip Leaf
ja: ハネッコのはっぱ

# item.1785.name
source: Sunkern Leaf
ja: ヒマナッツのはっぱ

# item.1786.name
source: Murkrow Bauble
ja: ヤミカラスのおたから

# item.1787.name
source: Misdreavus Tears
ja: ムウマのなみだ

# item.1788.name
source: Girafarig Fur
ja: キリンリキのけ

# item.1789.name
source: Pineco Husk
ja: クヌギダマのから

# item.179.name
source: Ganlon Berry
it: Baccalongan
ja: リュガのみ

# item.1790.name
source: Dunsparce Scales
ja: ノコッチのウロコ

# item.1791.name
source: Qwilfish Spines
ja: ハリーセンのトゲ

# item.1792.name
source: Heracross Claw
ja: ヘラクロスのツメ

# item.1793.name
source: Sneasel Claw
ja: ニューラのツメ

# item.1794.name
source: Teddiursa Claw
ja: ヒメグマのツメ

# item.1795.name
source: Delibird Parcel
ja: デリバードのにもつ

# item.1796.name
source: Houndour Fang
ja: デルビルのキバ

# item.1797.name
source: Phanpy Nail
ja: ゴマゾウのツメ

# item.1798.name
source: Stantler Hair
ja: オドシシのけ

# item.1799.name
source: Larvitar Claw
ja: ヨーギラスのツメ

# item.18.name
source: Antidote
it: Antidoto
ja: どくけし

# item.180.name
source: Salac Berry
it: Baccasalak
ja: カムラのみ

# item.1800.name
source: Wingull Feather
ja: キャモメのはね

# item.1801.name
source: Ralts Dust
ja: ラルトスのおとしもの

# item.1802.name
source: Surskit Syrup
ja: アメタマのミツ

# item.1803.name
source: Shroomish Spores
ja: キノココのほうし

# item.1804.name
source: Slakoth Fur
ja: ナマケロのけ

# item.1805.name
source: Makuhita Sweat
ja: マクノシタのあせ

# item.1806.name
source: Azurill Fur
ja: ルリリのけ

# item.1807.name
source: Sableye Gem
ja: ヤミラミのほうせき

# item.1808.name
source: Meditite Sweat
ja: アサナンのあせ

# item.1809.name
source: Gulpin Mucus
ja: ゴクリンのねんえき

# item.181.name
source: Petaya Berry
it: Baccapitaya
ja: ヤタピのみ

# item.1810.name
source: Numel Lava
ja: ドンメルのようがん

# item.1811.name
source: Torkoal Coal
ja: コータスのせきたん

# item.1812.name
source: Spoink Pearl
ja: バネブーのしんじゅ

# item.1813.name
source: Cacnea Needle
ja: サボネアのトゲ

# item.1814.name
source: Swablu Fluff
ja: チルットのはね

# item.1815.name
source: Zangoose Claw
ja: ザングースのツメ

# item.1816.name
source: Seviper Fang
ja: ハブネークのキバ

# item.1817.name
source: Barboach Slime
ja: ドジョッチのねんえき

# item.1818.name
source: Shuppet Scrap
ja: カゲボウズのきれはし

# item.1819.name
source: Tropius Leaf
ja: トロピウスのはっぱ

# item.182.name
source: Apicot Berry
it: Baccacocca
ja: ズアのみ

# item.1820.name
source: Snorunt Fur
ja: ユキワラシのけ

# item.1821.name
source: Luvdisc Scales
ja: ラブカスのウロコ

# item.1822.name
source: Bagon Scales
ja: タツベイのウロコ

# item.1823.name
source: Starly Feather
ja: ムックルのはね

# item.1824.name
source: Kricketot Shell
ja: コロボーシのぬけがら

# item.1825.name
source: Shinx Fang
ja: コリンクのキバ

# item.1826.name
source: Combee Honey
ja: ミツハニーのミツ

# item.1827.name
source: Pachirisu Fur
ja: パチリスのけ

# item.1828.name
source: Buizel Fur
ja: ブイゼルのけ

# item.1829.name
source: Shellos Mucus
ja: カラナクシのねんえき

# item.183.name
source: Lansat Berry
it: Baccalangsa
ja: サンのみ

# item.1830.name
source: Drifloon Gas
ja: フワンテのガス

# item.1831.name
source: Stunky Fur
ja: スカンプーのけ

# item.1832.name
source: Bronzor Fragment
ja: ドーミラーのかけら

# item.1833.name
source: Bonsly Tears
ja: ウソハチのなみだ

# item.1834.name
source: Happiny Dust
ja: ピンプクのおとしもの

# item.1835.name
source: Spiritomb Fragment
ja: ミカルゲのかけら

# item.1836.name
source: Gible Scales
ja: フカマルのウロコ

# item.1837.name
source: Riolu Fur
ja: リオルのけ

# item.1838.name
source: Hippopotas Sand
ja: ヒポポタスのすな

# item.1839.name
source: Croagunk Poison
ja: グレッグルのどくそ

# item.184.name
source: Starf Berry
it: Baccambola
ja: スターのみ

# item.1840.name
source: Finneon Scales
ja: ケイコウオのウロコ

# item.1841.name
source: Snover Berries
ja: ユキカブリのみ

# item.1842.name
source: Rotom Sparks
ja: ロトムのでんき

# item.1843.name
source: Petilil Leaf
ja: チュリネのはっぱ

# item.1844.name
source: Basculin Fang
ja: バスラオのキバ

# item.1845.name
source: Sandile Claw
ja: メグロコのツメ

# item.1846.name
source: Zorua Fur
ja: ゾロアのけ

# item.1847.name
source: Gothita Eyelash
ja: ゴチムのまつげ

# item.1848.name
source: Deerling Hair
ja: シキジカのけ

# item.1849.name
source: Foongus Spores
ja: タマゲタケのほうし

# item.185.name
source: Enigma Berry
it: Baccaenigma
ja: ナゾのみ

# item.1850.name
source: Alomomola Mucus
ja: ママンボウのねんえき

# item.1851.name
source: Tynamo Slime
ja: シビシラスのねんえき

# item.1852.name
source: Axew Scales
ja: キバゴのウロコ

# item.1853.name
source: Cubchoo Fur
ja: クマシュンのけ

# item.1854.name
source: Cryogonal Ice
ja: フリージオのこおり

# item.1855.name
source: Pawniard Blade
ja: コマタナのやいば

# item.1856.name
source: Rufflet Feather
ja: ワシボンのはね

# item.1857.name
source: Deino Scales
ja: モノズのウロコ

# item.1858.name
source: Larvesta Fuzz
ja: メラルバのけ

# item.1859.name
source: Fletchling Feather
ja: ヤヤコマのはね

# item.186.name
source: Micle Berry
it: Baccaracolo
ja: ミクルのみ

# item.1860.name
source: Scatterbug Powder
ja: コフキムシのこな

# item.1861.name
source: Litleo Tuft
ja: シシコのたてがみ

# item.1862.name
source: Flabébé Pollen
ja: フラベベのかふん

# item.1863.name
source: Skiddo Leaf
ja: メェークルのはっぱ

# item.1864.name
source: Skrelp Kelp
ja: クズモーのもくず

# item.1865.name
source: Clauncher Claw
ja: ウデッポウのハサミ

# item.1866.name
source: Hawlucha Down
ja: ルチャブルのうもう

# item.1867.name
source: Dedenne Fur
ja: デデンネのけ

# item.1868.name
source: Goomy Goo
ja: ヌメラのねんえき

# item.1869.name
source: Klefki Key
ja: クレッフィのかぎ

# item.187.name
source: Custap Berry
it: Baccacrela
ja: イバンのみ

# item.1870.name
source: Bergmite Ice
ja: カチコールのこおり

# item.1871.name
source: Noibat Fur
ja: オンバットのけ

# item.1872.name
source: Yungoos Fur
ja: ヤングースのけ

# item.1873.name
source: Crabrawler Shell
ja: マケンカニのから

# item.1874.name
source: Oricorio Feather
ja: オドリドリのはね

# item.1875.name
source: Rockruff Rock
ja: イワンコのいわ

# item.1876.name
source: Mareanie Spike
ja: ヒドイデのトゲ

# item.1877.name
source: Mudbray Mud
ja: ドロバンコのどろ

# item.1878.name
source: Fomantis Leaf
ja: カリキリのはっぱ

# item.1879.name
source: Salandit Gas
ja: ヤトウモリのガス

# item.188.name
source: Jaboca Berry
it: Baccajaba
ja: ジャポのみ

# item.1880.name
source: Bounsweet Sweat
ja: アマカジのあせ

# item.1881.name
source: Oranguru Fur
ja: ヤレユータンのけ

# item.1882.name
source: Passimian Fur
ja: ナゲツケサルのけ

# item.1883.name
source: Sandygast Sand
ja: スナバァのすな

# item.1884.name
source: Komala Claw
ja: ネッコアラのツメ

# item.1885.name
source: Mimikyu Scrap
ja: ミミッキュのきれはし

# item.1886.name
source: Bruxish Tooth
ja: ハギギシリのは

# item.1887.name
source: Chewtle Claw
ja: カムカメのツメ

# item.1888.name
source: Skwovet Fur
ja: ホシガリスのけ

# item.1889.name
source: Arrokuda Scales
ja: サシカマスのウロコ

# item.189.name
source: Rowap Berry
it: Baccaroam
ja: レンブのみ

# item.1890.name
source: Rookidee Feather
ja: ココガラのはね

# item.1891.name
source: Toxel Sparks
ja: エレズンのでんき

# item.1892.name
source: Falinks Sweat
ja: タイレーツのあせ

# item.1893.name
source: Cufant Tarnish
ja: ゾウドウのさび

# item.1894.name
source: Rolycoly Coal
ja: タンドンのせきたん

# item.1895.name
source: Silicobra Sand
ja: スナヘビのすな

# item.1896.name
source: Indeedee Fur
ja: イエッサンのけ

# item.1897.name
source: Pincurchin Spines
ja: バチンウニのはり

# item.1898.name
source: Snom Thread
ja: ユキハミのいと

# item.1899.name
source: Impidimp Hair
ja: ベロバーのけ

# item.19.name
source: Burn Heal
it: Antiscottatura
ja: やけどなおし

# item.190.name
source: Bright Powder
it: Luminpolvere
ja: ひかりのこな

# item.1900.name
source: Applin Juice
ja: カジッチュのかじゅう

# item.1901.name
source: Sinistea Chip
ja: ヤバチャのかけら

# item.1902.name
source: Hatenna Dust
ja: ミブリムのおとしもの

# item.1903.name
source: Stonjourner Stone
ja: イシヘンジンのいわ

# item.1904.name
source: Eiscue Down
ja: コオリッポのうもう

# item.1905.name
source: Dreepy Powder
ja: ドラメシヤのこな

# item.1906.name
source: Lechonk Hair
ja: グルトンのけ

# item.1907.name
source: Tarountula Thread
ja: タマンチュラのいと

# item.1908.name
source: Nymble Claw
ja: マメバッタのツメ

# item.1909.name
source: Rellor Mud
ja: シガロコのどろ

# item.191.name
source: White Herb
it: Erbachiara
ja: しろいハーブ

# item.1910.name
source: Greavard Wax
ja: ボチのろう

# item.1911.name
source: Flittle Down
ja: ヒラヒナのうもう

# item.1912.name
source: Wiglett Sand
ja: ウミディグダのすな

# item.1913.name
source: Dondozo Whisker
ja: ヘイラッシャのヒゲ

# item.1914.name
source: Veluza Fillet
ja: ミガルーサのきりみ

# item.1915.name
source: Finizen Mucus
ja: ナミイルカのねんえき

# item.1916.name
source: Smoliv Oil
ja: ミニーブのオイル

# item.1917.name
source: Capsakid Seed
ja: カプサイジのたね

# item.1918.name
source: Tadbulb Mucus
ja: ズピカのねんえき

# item.1919.name
source: Varoom Fume
ja: ブロロンのガス

# item.192.name
source: Macho Brace
it: Crescicappa
ja: きょうせいギプス

# item.1920.name
source: Orthworm Tarnish
ja: ミミズズのさび

# item.1921.name
source: Tandemaus Fur
ja: ワッカネズミのけ

# item.1922.name
source: Cetoddle Grease
ja: アルクジラのあぶら

# item.1923.name
source: Frigibax Scales
ja: セビエのウロコ

# item.1924.name
source: Tatsugiri Scales
ja: シャリタツのウロコ

# item.1925.name
source: Cyclizar Scales
ja: モトトカゲのウロコ

# item.1926.name
source: Pawmi Fur
ja: パモのけ

# item.1927.name
source: Wattrel Feather
ja: カイデンのはね

# item.1928.name
source: Bombirdier Feather
ja: オトシドリのはね

# item.1929.name
source: Squawkabilly Feather
ja: イキリンコのはね

# item.193.name
source: Exp. Share
it: Condividi esp.
ja: がくしゅうそうち

# item.1930.name
source: Flamigo Down
ja: カラミンゴのうもう

# item.1931.name
source: Klawf Claw
ja: ガケガニのハサミ

# item.1932.name
source: Nacli Salt
ja: コジオのしお

# item.1933.name
source: Glimmet Crystal
ja: キラーメのけっしょう

# item.1934.name
source: Shroodle Ink
ja: シルシュルーのインク

# item.1935.name
source: Fidough Fur
ja: パピモッチのけ

# item.1936.name
source: Maschiff Fang
ja: オラチフのキバ

# item.1937.name
source: Bramblin Twig
ja: アノクサのえだ

# item.1938.name
source: Gimmighoul Coin
ja: コレクレーのコイン

# item.1939.name
source: Tinkatink Hair
ja: カヌチャンのけ

# item.194.name
source: Quick Claw
it: Rapidartigli
ja: せんせいのツメ

# item.1940.name
source: Charcadet Soot
ja: カルボウのすす

# item.1941.name
source: Toedscool Flaps
ja: ノノクラゲのヒラヒラ

# item.1942.name
source: Wooper Slime
ja: ウパーのねんえき

# item.1943.name
source: TM100
ja: わざマシン１００

# item.1944.name
source: TM101
ja: わざマシン１０１

# item.1945.name
source: TM102
ja: わざマシン１０２

# item.1946.name
source: TM103
ja: わざマシン１０３

# item.1947.name
source: TM104
ja: わざマシン１０４

# item.1948.name
source: TM105
ja: わざマシン１０５

# item.1949.name
source: TM106
ja: わざマシン１０６

# item.195.name
source: Soothe Bell
it: Calmanella
ja: やすらぎのすず

# item.1950.name
source: TM107
ja: わざマシン１０７

# item.1951.name
source: TM108
ja: わざマシン１０８

# item.1952.name
source: TM109
ja: わざマシン１０９

# item.1953.name
source: TM110
ja: わざマシン１１０

# item.1954.name
source: TM111
ja: わざマシン１１１

# item.1955.name
source: TM112
ja: わざマシン１１２

# item.1956.name
source: TM113
ja: わざマシン１１３

# item.1957.name
source: TM114
ja: わざマシン１１４

# item.1958.name
source: TM115
ja: わざマシン１１５

# item.1959.name
source: TM116
ja: わざマシン１１６

# item.196.name
source: Mental Herb
it: Mentalerba
ja: メンタルハーブ

# item.1960.name
source: TM117
ja: わざマシン１１７

# item.1961.name
source: TM118
ja: わざマシン１１８

# item.1962.name
source: TM119
ja: わざマシン１１９

# item.1963.name
source: TM120
ja: わざマシン１２０

# item.1964.name
source: TM121
ja: わざマシン１２１

# item.1965.name
source: TM122
ja: わざマシン１２２

# item.1966.name
source: TM123
ja: わざマシン１２３

# item.1967.name
source: TM124
ja: わざマシン１２４

# item.1968.name
source: TM125
ja: わざマシン１２５

# item.1969.name
source: TM126
ja: わざマシン１２６

# item.197.name
source: Choice Band
it: Bendascelta
ja: こだわりハチマキ

# item.1970.name
source: TM127
ja: わざマシン１２７

# item.1971.name
source: TM128
ja: わざマシン１２８

# item.1972.name
source: TM129
ja: わざマシン１２９

# item.1973.name
source: TM130
ja: わざマシン１３０

# item.1974.name
source: TM131
ja: わざマシン１３１

# item.1975.name
source: TM132
ja: わざマシン１３２

# item.1976.name
source: TM133
ja: わざマシン１３３

# item.1977.name
source: TM134
ja: わざマシン１３４

# item.1978.name
source: TM135
ja: わざマシン１３５

# item.1979.name
source: TM136
ja: わざマシン１３６

# item.198.name
source: King’s Rock
it: Roccia di Re
ja: おうじゃのしるし

# item.1980.name
source: TM137
ja: わざマシン１３７

# item.1981.name
source: TM138
ja: わざマシン１３８

# item.1982.name
source: TM139
ja: わざマシン１３９

# item.1983.name
source: TM140
ja: わざマシン１４０

# item.1984.name
source: TM141
ja: わざマシン１４１

# item.1985.name
source: TM142
ja: わざマシン１４２

# item.1986.name
source: TM143
ja: わざマシン１４３

# item.1987.name
source: TM144
ja: わざマシン１４４

# item.1988.name
source: TM145
ja: わざマシン１４５

# item.1989.name
source: TM146
ja: わざマシン１４６

# item.199.name
source: Silver Powder
it: Argenpolvere
ja: ぎんのこな

# item.1990.name
source: TM147
ja: わざマシン１４７

# item.1991.name
source: TM148
ja: わざマシン１４８

# item.1992.name
source: TM149
ja: わざマシン１４９

# item.1993.name
source: TM150
ja: わざマシン１５０

# item.1994.name
source: TM151
ja: わざマシン１５１

# item.1995.name
source: TM152
ja: わざマシン１５２

# item.1996.name
source: TM153
ja: わざマシン１５３
