Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Items.strings
Languages: it, ja

# item.1997.name
source: TM154
ja: わざマシン１５４

# item.1998.name
source: TM155
ja: わざマシン１５５

# item.1999.name
source: TM156
ja: わざマシン１５６

# item.2.name
source: Ultra Ball
ja: ハイパーボール

# item.20.name
source: Ice Heal
it: Antigelo
ja: こおりなおし

# item.200.name
source: Amulet Coin
it: Monetamuleto
ja: おまもりこばん

# item.2000.name
source: TM157
ja: わざマシン１５７

# item.2001.name
source: TM158
ja: わざマシン１５８

# item.2002.name
source: TM159
ja: わざマシン１５９

# item.2003.name
source: TM160
ja: わざマシン１６０

# item.2004.name
source: TM161
ja: わざマシン１６１

# item.2005.name
source: TM162
ja: わざマシン１６２

# item.2006.name
source: TM163
ja: わざマシン１６３

# item.2007.name
source: TM164
ja: わざマシン１６４

# item.2008.name
source: TM165
ja: わざマシン１６５

# item.2009.name
source: TM166
ja: わざマシン１６６

# item.201.name
source: Cleanse Tag
it: Velopuro
ja: きよめのおふだ

# item.2010.name
source: TM167
ja: わざマシン１６７

# item.2011.name
source: TM168
ja: わざマシン１６８

# item.2012.name
source: TM169
ja: わざマシン１６９

# item.2013.name
source: TM170
ja: わざマシン１７０

# item.2014.name
source: TM171
ja: わざマシン１７１

# item.2015.name
source: Picnic Set
ja: ピクニックセット

# item.2016.name
source: Academy Bottle
ja: スクールボトル

# item.2017.name
source: Academy Bottle
ja: スクールボトル

# item.2018.name
source: Polka-Dot Bottle
ja: みずたまボトル

# item.2019.name
source: Striped Bottle
ja: ストライプボトル

# item.202.name
source: Soul Dew
it: Cuorugiada
ja: こころのしずく

# item.2020.name
source: Diamond Bottle
ja: ダイヤボトル

# item.2021.name
source: Academy Cup
ja: スクールカップ

# item.2022.name
source: Academy Cup
ja: スクールカップ

# item.2023.name
source: Striped Cup
ja: たてストライプカップ

# item.2024.name
source: Polka-Dot Cup
ja: みずたまカップ

# item.2025.name
source: Flower Pattern Cup
ja: フラワーカップ

# item.2026.name
source: Academy Tablecloth
ja: スクールクロス

# item.2027.name
source: Academy Tablecloth
ja: スクールクロス

# item.2028.name
source: Whimsical Tablecloth
ja: ファンシークロス

# item.2029.name
source: Leafy Tablecloth
ja: ネイチャークロス

# item.203.name
source: Deep Sea Tooth
it: Dente Abissi
ja: しんかいのキバ

# item.2030.name
source: Spooky Tablecloth
ja: うらめしクロス

# item.2031.name
source: Academy Ball
ja: スクールボール

# item.2032.name
source: Academy Ball
ja: スクールボール

# item.2033.name
source: Marill Ball
ja: マリルボール

# item.2034.name
source: Yarn Ball
ja: けいとボール

# item.2035.name
source: Cyber Ball
ja: ゲーミングボール

# item.2036.name
source: Gold Pick
ja: ゴールドピック

# item.2037.name
source: Silver Pick
ja: シルバーピック

# item.2038.name
source: Red-Flag Pick
ja: あかいはたピック

# item.2039.name
source: Blue-Flag Pick
ja: あおいはたピック

# item.204.name
source: Deep Sea Scale
it: Squamabissi
ja: しんかいのウロコ

# item.2040.name
source: Pika-Pika Pick
ja: ピカピカピック

# item.2041.name
source: Winking Pika Pick
ja: パチピカピック

# item.2042.name
source: Vee-Vee Pick
ja: ブイブイピック

# item.2043.name
source: Smiling Vee Pick
ja: ニコブイピック

# item.2044.name
source: Blue Poké Ball Pick
ja: あおボールピック

# item.2045.name
source: Auspicious Armor
ja: イワイノヨロイ

# item.2046.name
source: Leader’s Crest
ja: かしらのしるし

# item.2047.name
source: Pink Bottle
ja: ピンクボトル

# item.2048.name
source: Blue Bottle
ja: ブルーボトル

# item.2049.name
source: Yellow Bottle
ja: イエローボトル

# item.205.name
source: Smoke Ball
it: Palla Fumo
ja: けむりだま

# item.2050.name
source: Steel Bottle (R)
ja: Rステンレスボトル

# item.2051.name
source: Steel Bottle (Y)
ja: Yステンレスボトル

# item.2052.name
source: Steel Bottle (B)
ja: Bステンレスボトル

# item.2053.name
source: Silver Bottle
ja: シルバーチタンボトル

# item.2054.name
source: Barred Cup
ja: よこストライプカップ

# item.2055.name
source: Diamond Pattern Cup
ja: ダイヤカップ

# item.2056.name
source: Fire Pattern Cup
ja: ファイヤーカップ

# item.2057.name
source: Pink Cup
ja: ピンクカップ

# item.2058.name
source: Blue Cup
ja: ブルーカップ

# item.2059.name
source: Yellow Cup
ja: イエローカップ

# item.206.name
source: Everstone
it: Pietrastante
ja: かわらずのいし

# item.2060.name
source: Pikachu Cup
ja: ピカチュウカップ

# item.2061.name
source: Eevee Cup
ja: イーブイカップ

# item.2062.name
source: Slowpoke Cup
ja: ヤドンカップ

# item.2063.name
source: Silver Cup
ja: シルバーチタンカップ

# item.2064.name
source: Exercise Ball
ja: バランスボール

# item.2065.name
source: Plaid Tablecloth (Y)
ja: きいろチェッククロス

# item.2066.name
source: Plaid Tablecloth (B)
ja: あおチェッククロス

# item.2067.name
source: Plaid Tablecloth (R)
ja: あかチェッククロス

# item.2068.name
source: B&W Grass Tablecloth
ja: くさむらモノクロス

# item.2069.name
source: Battle Tablecloth
ja: しょうぶクロス

# item.207.name
source: Focus Band
it: Bandana
ja: きあいのハチマキ

# item.2070.name
source: Monstrous Tablecloth
ja: かいじゅうクロス

# item.2071.name
source: Striped Tablecloth
ja: ストライプクロス

# item.2072.name
source: Diamond Tablecloth
ja: ダイヤクロス

# item.2073.name
source: Polka-Dot Tablecloth
ja: みずたまクロス

# item.2074.name
source: Lilac Tablecloth
ja: パープルクロス

# item.2075.name
source: Mint Tablecloth
ja: ミントクロス

# item.2076.name
source: Peach Tablecloth
ja: ベージュクロス

# item.2077.name
source: Yellow Tablecloth
ja: イエロークロス

# item.2078.name
source: Blue Tablecloth
ja: ブルークロス

# item.2079.name
source: Pink Tablecloth
ja: ピンククロス

# item.208.name
source: Lucky Egg
it: Fortunuovo
ja: しあわせタマゴ

# item.2080.name
source: Gold Bottle
ja: ゴールドチタンボトル

# item.2081.name
source: Bronze Bottle
ja: ブロンズチタンボトル

# item.2082.name
source: Gold Cup
ja: ゴールドチタンカップ

# item.2083.name
source: Bronze Cup
ja: ブロンズチタンカップ

# item.2084.name
source: Green Poké Ball Pick
ja: みどりボールピック

# item.2085.name
source: Red Poké Ball Pick
ja: あかボールピック

# item.2086.name
source: Party Sparkler Pick
ja: おいわいはなびピック

# item.2087.name
source: Heroic Sword Pick
ja: ゆうしゃのけんピック

# item.2088.name
source: Magical Star Pick
ja: マジカルスターピック

# item.2089.name
source: Magical Heart Pick
ja: マジカルハートピック

# item.209.name
source: Scope Lens
it: Mirino
ja: ピントレンズ

# item.2090.name
source: Parasol Pick
ja: パラソルピック

# item.2091.name
source: Blue-Sky Flower Pick
ja: あおぞらおはなピック

# item.2092.name
source: Sunset Flower Pick
ja: ゆうやけおはなピック

# item.2093.name
source: Sunrise Flower Pick
ja: あさやけおはなピック

# item.2094.name
source: Blue Dish
ja: ブループレート

# item.2095.name
source: Green Dish
ja: グリーンプレート

# item.2096.name
source: Orange Dish
ja: オレンジプレート

# item.2097.name
source: Red Dish
ja: レッドプレート

# item.2098.name
source: White Dish
ja: ホワイトプレート

# item.2099.name
source: Yellow Dish
ja: イエロープレート

# item.21.name
source: Awakening
it: Sveglia
ja: ねむけざまし

# item.210.name
source: Metal Coat
it: Metalcoperta
ja: メタルコート

# item.2100.name
source: Roto Stick
ja: ロトりぼう

# item.2101.name
source: Teal Style Card
ja: おしゃれカードみどり

# item.2102.name
source: Teal Mask
ja: みどりのめん

# item.2103.name
source: Glimmering Charm
ja: きらめくおまもり

# item.2104.name
source: Crystal Cluster
ja: けっしょうのかけら

# item.2105.name
source: Fairy Feather
ja: ようせいのハネ

# item.2106.name
source: Wellspring Mask
ja: いどのめん

# item.2107.name
source: Hearthflame Mask
ja: かまどのめん

# item.2108.name
source: Cornerstone Mask
ja: いしずえのめん

# item.2109.name
source: Syrupy Apple
ja: みついりりんご

# item.211.name
source: Leftovers
it: Avanzi
ja: たべのこし

# item.2110.name
source: Unremarlable Teacup
ja: ボンサクのちゃわん

# item.2111.name
source: Masterpiece Teacup
ja: ボンサクのちゃわん

# item.2112.name
source: Health Mochi
ja: たいりょくのもち

# item.2113.name
source: Muscle Mochi
ja: きんりょくのもち

# item.2114.name
source: Resist Mochi
ja: ていこうのもち

# item.2115.name
source: Genius Mochi
ja: ちりょくのもち

# item.2116.name
source: Clever Mochi
ja: せいしんのもち

# item.2117.name
source: Swift Mochi
ja: しゅんぱつのもち

# item.2118.name
source: Fresh Start Mochi
ja: まっさらもち

# item.2119.name
source: Ekans Fang
ja: アーボのきば

# item.212.name
source: Dragon Scale
it: Squama Drago
ja: りゅうのウロコ

# item.2120.name
source: Sandshrew Claw
ja: サンドのツメ

# item.2121.name
source: Cleffa Fur
ja: ピィのけ

# item.2122.name
source: Vulpix Fur
ja: ロコンのけ

# item.2123.name
source: Poliwag Slime
ja: ニョロモのめんえき

# item.2124.name
source: Bellsprout Vine
ja: マダツボミのツル

# item.2125.name
source: Geodude Fragment
ja: イシツブテのかけら

# item.2126.name
source: Koffing Gas
ja: ドガースのガス

# item.2127.name
source: Munchlax Fang
ja: ゴンベのキバ

# item.2128.name
source: Sentret Fur
ja: オタチのけ

# item.2129.name
source: Hoothoot Feather
ja: ホーホーのはね

# item.213.name
source: Light Ball
it: Elettropalla
ja: でんきだま

# item.2130.name
source: Spinarak Thread
ja: イトマルのいと

# item.2131.name
source: Aipom Hair
ja: エイパムのけ

# item.2132.name
source: Yanma Spike
ja: ヤンヤンマのトゲ

# item.2133.name
source: Gligar Fang
ja: グライガーのキバ

# item.2134.name
source: Slugma Lava
ja: マグマッグのようがん

# item.2135.name
source: Swinub Hair
ja: ウリムーのけ

# item.2136.name
source: Poochyena Fang
ja: ポチエナのキバ

# item.2137.name
source: Lotad Leaf
ja: ハスボーのはっぱ

# item.2138.name
source: Seedot Stem
ja: タネボーのえだ

# item.2139.name
source: Nosepass Fragment
ja: ノズパスのかけら

# item.214.name
source: Soft Sand
it: Sabbia Soffice
ja: やわらかいすな

# item.2140.name
source: Volbeat Fluid
ja: バルビートのしる

# item.2141.name
source: Illumise Fluid
ja: イルミーゼのしる

# item.2142.name
source: Corphish Shell
ja: ヘイガニのから

# item.2143.name
source: Feebas Scales
ja: ヒンバスのうろこ

# item.2144.name
source: Duskull Fragment
ja: ヨマワルのかけら

# item.2145.name
source: Chingling Fragment
ja: リーシャンのかけら

# item.2146.name
source: Timburr Sweat
ja: ドッコラーのあせ

# item.2147.name
source: Sewaddle Leaf
ja: クルミルのはっぱ

# item.2148.name
source: Ducklett Feather
ja: コアルヒーのはね

# item.2149.name
source: Litwick Soot
ja: ヒトモシのすす

# item.215.name
source: Hard Stone
it: Pietradura
ja: かたいいし

# item.2150.name
source: Mienfoo Claw
ja: コジョフーのツメ

# item.2151.name
source: Vullaby Feather
ja: バルチャイのはね

# item.2152.name
source: Carbink Jewel
ja: メレシーのほうせき

# item.2153.name
source: Phantump Twig
ja: ボクレーのえだ

# item.2154.name
source: Grubbin Thread
ja: アゴジムシのいと

# item.2155.name
source: Cutiefly Powder
ja: アブリーのこな

# item.2156.name
source: Jangmo-o Scales
ja: ジャラコのウロコ

# item.2157.name
source: Cramorant Down
ja: ウッウのうもう

# item.2158.name
source: Morpeko Snack
ja: モルペコのたね

# item.2159.name
source: Poltchageist Powder
ja: チャデスのこな

# item.216.name
source: Miracle Seed
it: Miracolseme
ja: きせきのタネ

# item.2160.name
source: Linking Cord
ja: つながりのヒモ

# item.2161.name
source: TM172
ja: わざマシン１７２

# item.2162.name
source: TM173
ja: わざマシン１７３

# item.2163.name
source: TM174
ja: わざマシン１７４

# item.2164.name
source: TM175
ja: わざマシン１７５

# item.2165.name
source: TM176
ja: わざマシン１７６

# item.2166.name
source: TM177
ja: わざマシン１７７

# item.2167.name
source: TM178
ja: わざマシン１７８

# item.2168.name
source: TM179
ja: わざマシン１７９

# item.2169.name
source: TM180
ja: わざマシン１８０

# item.217.name
source: Black Glasses
it: Occhialineri
ja: くろいメガネ

# item.2170.name
source: TM181
ja: わざマシン１８１

# item.2171.name
source: TM182
ja: わざマシン１８２

# item.2172.name
source: TM183
ja: わざマシン１８３

# item.2173.name
source: TM184
ja: わざマシン１８４

# item.2174.name
source: TM185
ja: わざマシン１８５

# item.2175.name
source: TM186
ja: わざマシン１８６

# item.2176.name
source: TM187
ja: わざマシン１８７

# item.2177.name
source: TM188
ja: わざマシン１８８

# item.2178.name
source: TM189
ja: わざマシン１８９

# item.2179.name
source: TM190
ja: わざマシン１９０

# item.218.name
source: Black Belt
it: Cinturanera
ja: くろおび

# item.2180.name
source: TM191
ja: わざマシン１９１

# item.2181.name
source: TM192
ja: わざマシン１９２

# item.2182.name
source: TM193
ja: わざマシン１９３

# item.2183.name
source: TM194
ja: わざマシン１９４

# item.2184.name
source: TM195
ja: わざマシン１９５

# item.2185.name
source: TM196
ja: わざマシン１９６

# item.2186.name
source: TM197
ja: わざマシン１９７

# item.2187.name
source: TM198
ja: わざマシン１９８

# item.2188.name
source: TM199
ja: わざマシン１９９

# item.2189.name
source: TM200
ja: わざマシン２００

# item.219.name
source: Magnet
it: Calamita
ja: じしゃく

# item.2190.name
source: TM201
ja: わざマシン２０１

# item.2191.name
source: TM202
ja: わざマシン２０２

# item.2192.name
source: TM203
ja: わざマシン２０３

# item.2193.name
source: TM204
ja: わざマシン２０４

# item.2194.name
source: TM205
ja: わざマシン２０５

# item.2195.name
source: TM206
ja: わざマシン２０６

# item.2196.name
source: TM207
ja: わざマシン２０７

# item.2197.name
source: TM208
ja: わざマシン２０８

# item.2198.name
source: TM209
ja: わざマシン２０９

# item.2199.name
source: TM210
ja: わざマシン２１０

# item.22.name
source: Paralyze Heal
it: Antiparalisi
ja: まひなおし

# item.220.name
source: Mystic Water
it: Acqua Magica
ja: しんぴのしずく

# item.2200.name
source: TM211
ja: わざマシン２１１

# item.2201.name
source: TM212
ja: わざマシン２１２

# item.2202.name
source: TM213
ja: わざマシン２１３

# item.2203.name
source: TM214
ja: わざマシン２１４

# item.2204.name
source: TM215
ja: わざマシン２１５

# item.2205.name
source: TM216
ja: わざマシン２１６

# item.2206.name
source: TM217
ja: わざマシン２１７

# item.2207.name
source: TM218
ja: わざマシン２１８

# item.2208.name
source: TM219
ja: わざマシン２１９

# item.2209.name
source: TM220
ja: わざマシン２２０

# item.221.name
source: Sharp Beak
it: Beccaffilato
ja: するどいくちばし

# item.2210.name
source: TM221
ja: わざマシン２２１

# item.2211.name
source: TM222
ja: わざマシン２２２

# item.2212.name
source: TM223
ja: わざマシン２２３

# item.2213.name
source: TM224
ja: わざマシン２２４

# item.2214.name
source: TM225
ja: わざマシン２２５

# item.2215.name
source: TM226
ja: わざマシン２２６

# item.2216.name
source: TM227
ja: わざマシン２２７

# item.2217.name
source: TM228
ja: わざマシン２２８

# item.2218.name
source: TM229
ja: わざマシン２２９

# item.222.name
source: Poison Barb
it: Velenaculeo
ja: どくバリ

# item.223.name
source: Never-Melt Ice
it: Gelomai
ja: とけないこおり

# item.224.name
source: Spell Tag
it: Spettrotarga
ja: のろいのおふだ

# item.225.name
source: Twisted Spoon
it: Cucchiaio Torto
ja: まがったスプーン

# item.226.name
source: Charcoal
it: Carbonella
ja: もくたん

# item.227.name
source: Dragon Fang
it: Dentedidrago
ja: りゅうのキバ

# item.228.name
source: Silk Scarf
it: Sciarpa Seta
ja: シルクのスカーフ

# item.229.name
source: Upgrade
ja: アップグレード

# item.23.name
source: Full Restore
it: Ricarica totale
ja: かいふくのくすり

# item.230.name
source: Shell Bell
it: Conchinella
ja: かいがらのすず

# item.231.name
source: Sea Incense
it: Marearoma
ja: うしおのおこう

# item.232.name
source: Lax Incense
it: Distraroma
ja: のんきのおこう

# item.233.name
source: Lucky Punch
it: Fortunpugno
ja: ラッキーパンチ

# item.234.name
source: Metal Powder
it: Metalpolvere
ja: メタルパウダー

# item.235.name
source: Thick Club
it: Ossospesso
ja: ふといホネ

# item.236.name
source: Leek
it: Gambo
ja: ながねぎ

# item.237.name
source: Red Scarf
it: Fascia Rossa
ja: あかいバンダナ

# item.238.name
source: Blue Scarf
it: Fascia Blu
ja: あおいバンダナ

# item.239.name
source: Pink Scarf
it: Fascia Rosa
ja: ピンクのバンダナ

# item.24.name
source: Max Potion
it: Pozione Max
ja: まんたんのくすり

# item.240.name
source: Green Scarf
it: Fascia Verde
ja: みどりのバンダナ

# item.241.name
source: Yellow Scarf
it: Fascia Gialla
ja: きいろのバンダナ

# item.242.name
source: Wide Lens
it: Grandelente
ja: こうかくレンズ

# item.243.name
source: Muscle Band
it: Muscolbanda
ja: ちからのハチマキ

# item.244.name
source: Wise Glasses
it: Saviocchiali
ja: ものしりメガネ

# item.245.name
source: Expert Belt
it: Abilcintura
ja: たつじんのおび

# item.246.name
source: Light Clay
it: Creta Luce
ja: ひかりのねんど

# item.247.name
source: Life Orb
it: Assorbisfera
ja: いのちのたま

# item.248.name
source: Power Herb
it: Vigorerba
ja: パワフルハーブ

# item.249.name
source: Toxic Orb
it: Tossicsfera
ja: どくどくだま

# item.25.name
source: Hyper Potion
it: Iperpozione
ja: すごいキズぐすり

# item.250.name
source: Flame Orb
it: Fiammosfera
ja: かえんだま

# item.251.name
source: Quick Powder
it: Velopolvere
ja: スピードパウダー

# item.252.name
source: Focus Sash
it: Focalnastro
ja: きあいのタスキ

# item.253.name
source: Zoom Lens
it: Zoomlente
ja: フォーカスレンズ

# item.254.name
source: Metronome
it: Plessimetro
ja: メトロノーム

# item.255.name
source: Iron Ball
it: Ferropalla
ja: くろいてっきゅう

# item.256.name
source: Lagging Tail
it: Rallentocoda
ja: こうこうのしっぽ

# item.257.name
source: Destiny Knot
it: Destincomune
ja: あかいいと

# item.258.name
source: Black Sludge
it: Fangopece
ja: くろいヘドロ

# item.259.name
source: Icy Rock
it: Rocciafredda
ja: つめたいいわ

# item.26.name
source: Super Potion
it: Superpozione
ja: いいキズぐすり

# item.260.name
source: Smooth Rock
it: Roccialiscia
ja: さらさらいわ

# item.261.name
source: Heat Rock
it: Rocciacalda
ja: あついいわ

# item.262.name
source: Damp Rock
it: Rocciaumida
ja: しめったいわ

# item.263.name
source: Grip Claw
it: Presartigli
ja: ねばりのかぎづめ

# item.264.name
source: Choice Scarf
it: Stolascelta
ja: こだわりスカーフ

# item.265.name
source: Sticky Barb
it: Vischiopunta
ja: くっつきバリ

# item.266.name
source: Power Bracer
it: Vigorcerchio
ja: パワーリスト

# item.267.name
source: Power Belt
it: Vigorfascia
ja: パワーベルト

# item.268.name
source: Power Lens
it: Vigorlente
ja: パワーレンズ

# item.269.name
source: Power Band
it: Vigorbanda
ja: パワーバンド

# item.27.name
source: Full Heal
it: Cura totale
ja: なんでもなおし

# item.270.name
source: Power Anklet
it: Vigorgliera
ja: パワーアンクル

# item.271.name
source: Power Weight
it: Vigorpeso
ja: パワーウエイト

# item.272.name
source: Shed Shell
it: Disfoguscio
ja: きれいなぬけがら

# item.273.name
source: Big Root
it: Granradice
ja: おおきなねっこ

# item.274.name
source: Choice Specs
it: Lentiscelta
ja: こだわりメガネ

# item.275.name
source: Flame Plate
it: Lastrarogo
ja: ひのたまプレート

# item.276.name
source: Splash Plate
it: Lastraidro
ja: しずくプレート

# item.277.name
source: Zap Plate
it: Lastrasaetta
ja: いかずちプレート

# item.278.name
source: Meadow Plate
it: Lastraprato
ja: みどりのプレート

# item.279.name
source: Icicle Plate
it: Lastragelo
ja: つららのプレート

# item.28.name
source: Revive
it: Revitalizzante
ja: げんきのかけら

# item.280.name
source: Fist Plate
it: Lastrapugno
ja: こぶしのプレート

# item.281.name
source: Toxic Plate
it: Lastrafiele
ja: もうどくプレート

# item.282.name
source: Earth Plate
it: Lastrageo
ja: だいちのプレート

# item.283.name
source: Sky Plate
it: Lastracielo
ja: あおぞらプレート

# item.284.name
source: Mind Plate
it: Lastramente
ja: ふしぎのプレート

# item.285.name
source: Insect Plate
it: Lastrabaco
ja: たまむしプレート

# item.286.name
source: Stone Plate
it: Lastrapietra
ja: がんせきプレート

# item.287.name
source: Spooky Plate
it: Lastratetra
ja: もののけプレート

# item.288.name
source: Draco Plate
it: Lastradrakon
ja: りゅうのプレート

# item.289.name
source: Dread Plate
it: Lastratimore
ja: こわもてプレート

# item.29.name
source: Max Revive
it: Revitalizz. Max
ja: げんきのかたまり

# item.290.name
source: Iron Plate
it: Lastraferro
ja: こうてつプレート

# item.291.name
source: Odd Incense
it: Bizzoaroma
ja: あやしいおこう

# item.292.name
source: Rock Incense
it: Roccioaroma
ja: がんせきおこう

# item.293.name
source: Full Incense
it: Gonfioaroma
ja: まんぷくおこう

# item.294.name
source: Wave Incense
it: Ondaroma
ja: さざなみのおこう

# item.295.name
source: Rose Incense
it: Rosaroma
ja: おはなのおこう

# item.296.name
source: Luck Incense
it: Fortunaroma
ja: こううんのおこう

# item.297.name
source: Pure Incense
it: Puroaroma
ja: きよめのおこう

# item.298.name
source: Protector
it: Copertura
ja: プロテクター

# item.299.name
source: Electirizer
it: Elettritore
ja: エレキブースター

# item.3.name
source: Great Ball
it: Mega Ball
ja: スーパーボール

# item.30.name
source: Fresh Water
it: Acqua fresca
ja: おいしいみず

# item.300.name
source: Magmarizer
it: Magmatore
ja: マグマブースター

# item.301.name
source: Dubious Disc
it: Dubbiodisco
ja: あやしいパッチ

# item.302.name
source: Reaper Cloth
it: Terrorpanno
ja: れいかいのぬの

# item.303.name
source: Razor Claw
it: Affilartigli
ja: するどいツメ

# item.304.name
source: Razor Fang
it: Affilodente
ja: するどいキバ

# item.305.name
source: TM01
it: MT01
ja: わざマシン０１

# item.306.name
source: TM02
it: MT02
ja: わざマシン０２

# item.307.name
source: TM03
it: MT03
ja: わざマシン０３

# item.308.name
source: TM04
it: MT04
ja: わざマシン０４

# item.309.name
source: TM05
it: MT05
ja: わざマシン０５

# item.31.name
source: Soda Pop
it: Gassosa
ja: サイコソーダ

# item.310.name
source: TM06
it: MT06
ja: わざマシン０６

# item.311.name
source: TM07
it: MT07
ja: わざマシン０７

# item.312.name
source: TM08
it: MT08
ja: わざマシン０８

# item.313.name
source: TM09
it: MT09
ja: わざマシン０９

# item.314.name
source: TM10
it: MT10
ja: わざマシン１０

# item.315.name
source: TM11
it: MT11
ja: わざマシン１１

# item.316.name
source: TM12
it: MT12
ja: わざマシン１２

# item.317.name
source: TM13
it: MT13
ja: わざマシン１３

# item.318.name
source: TM14
it: MT14
ja: わざマシン１４

# item.319.name
source: TM15
it: MT15
ja: わざマシン１５

# item.32.name
source: Lemonade
it: Lemonsucco
ja: ミックスオレ

# item.320.name
source: TM16
it: MT16
ja: わざマシン１６

# item.321.name
source: TM17
it: MT17
ja: わざマシン１７

# item.322.name
source: TM18
it: MT18
ja: わざマシン１８

# item.323.name
source: TM19
it: MT19
ja: わざマシン１９

# item.324.name
source: TM20
it: MT20
ja: わざマシン２０

# item.325.name
source: TM21
it: MT21
ja: わざマシン２１

# item.326.name
source: TM22
it: MT22
ja: わざマシン２２

# item.327.name
source: TM23
it: MT23
ja: わざマシン２３

# item.328.name
source: TM24
it: MT24
ja: わざマシン２４

# item.329.name
source: TM25
it: MT25
ja: わざマシン２５

# item.33.name
source: Moomoo Milk
it: Latte Mumu
ja: モーモーミルク

# item.330.name
source: TM26
it: MT26
ja: わざマシン２６

# item.331.name
source: TM27
it: MT27
ja: わざマシン２７

# item.332.name
source: TM28
it: MT28
ja: わざマシン２８

# item.333.name
source: TM29
it: MT29
ja: わざマシン２９

# item.334.name
source: TM30
it: MT30
ja: わざマシン３０

# item.335.name
source: TM31
it: MT31
ja: わざマシン３１

# item.336.name
source: TM32
it: MT32
ja: わざマシン３２

# item.337.name
source: TM33
it: MT33
ja: わざマシン３３

# item.338.name
source: TM34
it: MT34
ja: わざマシン３４

# item.339.name
source: TM35
it: MT35
ja: わざマシン３５

# item.34.name
source: Energy Powder
it: Polvenergia
ja: ちからのこな

# item.340.name
source: TM36
it: MT36
ja: わざマシン３６

# item.341.name
source: TM37
it: MT37
ja: わざマシン３７

# item.342.name
source: TM38
it: MT38
ja: わざマシン３８

# item.343.name
source: TM39
it: MT39
ja: わざマシン３９

# item.344.name
source: TM40
it: MT40
ja: わざマシン４０

# item.345.name
source: TM41
it: MT41
ja: わざマシン４１

# item.346.name
source: TM42
it: MT42
ja: わざマシン４２

# item.347.name
source: TM43
it: MT43
ja: わざマシン４３

# item.348.name
source: TM44
it: MT44
ja: わざマシン４４

# item.349.name
source: TM45
it: MT45
ja: わざマシン４５

# item.35.name
source: Energy Root
it: Radicenergia
ja: ちからのねっこ

# item.350.name
source: TM46
it: MT46
ja: わざマシン４６

# item.351.name
source: TM47
it: MT47
ja: わざマシン４７

# item.352.name
source: TM48
it: MT48
ja: わざマシン４８

# item.353.name
source: TM49
it: MT49
ja: わざマシン４９

# item.354.name
source: TM50
it: MT50
ja: わざマシン５０

# item.355.name
source: TM51
it: MT51
ja: わざマシン５１

# item.356.name
source: TM52
it: MT52
ja: わざマシン５２

# item.357.name
source: TM53
it: MT53
ja: わざマシン５３

# item.358.name
source: TM54
it: MT54
ja: わざマシン５４

# item.359.name
source: TM55
it: MT55
ja: わざマシン５５

# item.36.name
source: Heal Powder
it: Polvocura
ja: ばんのうごな

# item.360.name
source: TM56
it: MT56
ja: わざマシン５６

# item.361.name
source: TM57
it: MT57
ja: わざマシン５７

# item.362.name
source: TM58
it: MT58
ja: わざマシン５８

# item.363.name
source: TM59
it: MT59
ja: わざマシン５９

# item.364.name
source: TM60
it: MT60
ja: わざマシン６０

# item.365.name
source: TM61
it: MT61
ja: わざマシン６１

# item.366.name
source: TM62
it: MT62
ja: わざマシン６２

# item.367.name
source: TM63
it: MT63
ja: わざマシン６３

# item.368.name
source: TM64
it: MT64
ja: わざマシン６４

# item.369.name
source: TM65
it: MT65
ja: わざマシン６５

# item.37.name
source: Revival Herb
it: Vitalerba
ja: ふっかつそう

# item.370.name
source: TM66
it: MT66
ja: わざマシン６６

# item.371.name
source: TM67
it: MT67
ja: わざマシン６７

# item.372.name
source: TM68
it: MT68
ja: わざマシン６８

# item.373.name
source: TM69
it: MT69
ja: わざマシン６９

# item.374.name
source: TM70
it: MT70
ja: わざマシン７０

# item.375.name
source: TM71
it: MT71
ja: わざマシン７１

# item.376.name
source: TM72
it: MT72
ja: わざマシン７２

# item.377.name
source: TM73
it: MT73
ja: わざマシン７３

# item.378.name
source: TM74
it: MT74
ja: わざマシン７４

# item.379.name
source: TM75
it: MT75
ja: わざマシン７５

# item.38.name
source: Ether
it: Etere
ja: ピーピーエイド

# item.380.name
source: TM76
it: MT76
ja: わざマシン７６

# item.381.name
source: TM77
it: MT77
ja: わざマシン７７

# item.382.name
source: TM78
it: MT78
ja: わざマシン７８

# item.383.name
source: TM79
it: MT79
ja: わざマシン７９

# item.384.name
source: TM80
it: MT80
ja: わざマシン８０

# item.385.name
source: TM81
it: MT81
ja: わざマシン８１

# item.386.name
source: TM82
it: MT82
ja: わざマシン８２

# item.387.name
source: TM83
it: MT83
ja: わざマシン８３

# item.388.name
source: TM84
it: MT84
ja: わざマシン８４

# item.389.name
source: TM85
it: MT85
ja: わざマシン８５

# item.39.name
source: Max Ether
it: Etere Max
ja: ピーピーリカバー

# item.390.name
source: TM86
it: MT86
ja: わざマシン８６

# item.391.name
source: TM87
it: MT87
ja: わざマシン８７

# item.392.name
source: TM88
it: MT88
ja: わざマシン８８

# item.393.name
source: TM89
it: MT89
ja: わざマシン８９
