Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Items.strings
Languages: it, ja

# item.1.name
source: Master Ball
ja: マスターボール

# item.10.name
source: Timer Ball
ja: タイマーボール

# item.100.name
source: Claw Fossil
it: Fossilunghia
ja: ツメのカセキ

# item.1000.name
source: Roto Encounter
it: Incontra’n’roll
ja: みっけポン

# item.1001.name
source: Roto Stealth
it: Repelle’n’roll
ja: かくれポン

# item.1002.name
source: Roto HP Restore
it: PS’n’roll
ja: ＨＰかいふくポン

# item.1003.name
source: Roto PP Restore
it: PP’n’roll
ja: ＰＰかいふくポン

# item.1004.name
source: Roto Boost
it: Stat’n’roll
ja: おうえんポン

# item.1005.name
source: Roto Catch
it: Acchiappa’n’roll
ja: つかまえポン

# item.1006.name
source: Autograph
it: Autografo
ja: マチスのサイン

# item.1007.name
source: Pokémon Box Link
it: Box Pokémon
ja: ポケモンボックス

# item.1008.name
source: Medicine Pocket
it: Tasca rimedi
ja: かいふくポケット

# item.1009.name
source: Candy Jar
it: Portacaramelle
ja: アメボトル

# item.101.name
source: Helix Fossil
it: Helixfossile
ja: かいのカセキ

# item.1010.name
source: Power-Up Pocket
it: Tasca potenziam.
ja: きょうかポケット

# item.1011.name
source: Clothing Trunk
it: Valigia vestiti
ja: おきがえトランク

# item.1012.name
source: Catching Pocket
it: Tasca cattura
ja: ほかくポケット

# item.1013.name
source: Battle Pocket
it: Tasca lotta
ja: バトルポケット

# item.1014.name
source: Silver Razz Berry
it: Baccalampon argentata
ja: ぎんのズリのみ

# item.1015.name
source: Golden Razz Berry
it: Baccalampon dorata
ja: きんのズリのみ

# item.1016.name
source: Silver Nanab Berry
it: Baccabana argentata
ja: ぎんのナナのみ

# item.1017.name
source: Golden Nanab Berry
it: Baccabana dorata
ja: きんのナナのみ

# item.1018.name
source: Silver Pinap Berry
it: Baccananas argentata
ja: ぎんのパイルのみ

# item.1019.name
source: Golden Pinap Berry
it: Baccananas dorata
ja: きんのパイルのみ

# item.102.name
source: Dome Fossil
it: Domofossile
ja: こうらのカセキ

# item.1020.name
source: Secret Key
it: Chiave segreta
ja: ひみつのカギ

# item.1021.name
source: S.S. Ticket
it: Biglietto nave
ja: ふねのチケット

# item.1022.name
source: Parcel
it: Pacco
ja: おとどけもの

# item.1023.name
source: Card Key
it: Apriporta
ja: カードキー

# item.1024.name
source: Stretchy Spring
it: Molla elastica
ja: のびたバネ

# item.1025.name
source: Chalky Stone
it: Gessetto
ja: チョークいし

# item.1026.name
source: Marble
it: Biglia
ja: ビーだま

# item.1027.name
source: Lone Earring
it: Orecchino
ja: かたっぽピアス

# item.1028.name
source: Beach Glass
it: Vetro marino
ja: うみべのガラス

# item.1029.name
source: Gold Leaf
it: Fogliadoro
ja: きんのはっぱ

# item.103.name
source: Old Amber
it: Ambra antica
ja: ひみつのコハク

# item.1030.name
source: Silver Leaf
it: Fogliargento
ja: ぎんのはっぱ

# item.1031.name
source: Polished Mud Ball
it: Pallina di fango
ja: ピカピカだんご

# item.1032.name
source: Tropical Shell
it: Tropiconchiglia
ja: なんごくかいがら

# item.1033.name
source: Leaf Letter
it: Foglialettera
ja: このはのおてがみ

# item.1034.name
source: Leaf Letter
it: Foglialettera
ja: このはのおてがみ

# item.1035.name
source: Small Bouquet
it: Bouquet
ja: ちいさなはなたば

# item.1036.name
source: Lure
it: Profumo invito
ja: むしよせコロン

# item.1037.name
source: Super Lure
it: Superprofumo
ja: シルバーコロン

# item.1038.name
source: Max Lure
it: Profumo Max
ja: ゴールドコロン

# item.1039.name
source: Pewter Crunchies
it: Plumbeosalatini
ja: ニビあられ

# item.104.name
source: Armor Fossil
it: Fossilscudo
ja: たてのカセキ

# item.1040.name
source: Health Candy
it: Caramella vitalità S
ja: げんきのアメ

# item.1041.name
source: Mighty Candy
it: Caramella potenza S
ja: ちからのアメ

# item.1042.name
source: Tough Candy
it: Caramella protezione S
ja: まもりのアメ

# item.1043.name
source: Smart Candy
it: Caramella acume S
ja: ちしきのアメ

# item.1044.name
source: Courage Candy
it: Caramella intuito S
ja: こころのアメ

# item.1045.name
source: Quick Candy
it: Caramella rapidità S
ja: はやさのアメ

# item.1046.name
source: Health Candy L
it: Caramella vitalità M
ja: げんきのアメＬ

# item.1047.name
source: Mighty Candy L
it: Caramella potenza M
ja: ちからのアメＬ

# item.1048.name
source: Tough Candy L
it: Caramella protezione M
ja: まもりのアメＬ

# item.1049.name
source: Smart Candy L
it: Caramella acume M
ja: ちしきのアメＬ

# item.105.name
source: Skull Fossil
it: Fossilcranio
ja: ずがいのカセキ

# item.1050.name
source: Courage Candy L
it: Caramella intuito M
ja: こころのアメＬ

# item.1051.name
source: Quick Candy L
it: Caramella rapidità M
ja: はやさのアメＬ

# item.1052.name
source: Health Candy XL
it: Caramella vitalità L
ja: げんきのアメＸＬ

# item.1053.name
source: Mighty Candy XL
it: Caramella potenza L
ja: ちからのアメＸＬ

# item.1054.name
source: Tough Candy XL
it: Caramella protezione L
ja: まもりのアメＸＬ

# item.1055.name
source: Smart Candy XL
it: Caramella acume L
ja: ちしきのアメＸＬ

# item.1056.name
source: Courage Candy XL
it: Caramella intuito L
ja: こころのアメＸＬ

# item.1057.name
source: Quick Candy XL
it: Caramella rapidità L
ja: はやさのアメＸＬ

# item.1058.name
source: Bulbasaur Candy
it: Caramella Bulbasaur
ja: フシギダネのアメ

# item.1059.name
source: Charmander Candy
it: Caramella Charmander
ja: ヒトカゲのアメ

# item.106.name
source: Rare Bone
it: Osso Raro
ja: きちょうなホネ

# item.1060.name
source: Squirtle Candy
it: Caramella Squirtle
ja: ゼニガメのアメ

# item.1061.name
source: Caterpie Candy
it: Caramella Caterpie
ja: キャタピーのアメ

# item.1062.name
source: Weedle Candy
it: Caramella Weedle
ja: ビードルのアメ

# item.1063.name
source: Pidgey Candy
it: Caramella Pidgey
ja: ポッポのアメ

# item.1064.name
source: Rattata Candy
it: Caramella Rattata
ja: コラッタのアメ

# item.1065.name
source: Spearow Candy
it: Caramella Spearow
ja: オニスズメのアメ

# item.1066.name
source: Ekans Candy
it: Caramella Ekans
ja: アーボのアメ

# item.1067.name
source: Pikachu Candy
it: Caramella Pikachu
ja: ピカチュウのアメ

# item.1068.name
source: Sandshrew Candy
it: Caramella Sandshrew
ja: サンドのアメ

# item.1069.name
source: Nidoran♀ Candy
it: Caramella Nidoran♀
ja: ニドラン♀のアメ

# item.107.name
source: Shiny Stone
it: Pietrabrillo
ja: ひかりのいし

# item.1070.name
source: Nidoran♂ Candy
it: Caramella Nidoran♂
ja: ニドラン♂のアメ

# item.1071.name
source: Clefairy Candy
it: Caramella Clefairy
ja: ピッピのアメ

# item.1072.name
source: Vulpix Candy
it: Caramella Vulpix
ja: ロコンのアメ

# item.1073.name
source: Jigglypuff Candy
it: Caramella Jigglypuff
ja: プリンのアメ

# item.1074.name
source: Zubat Candy
it: Caramella Zubat
ja: ズバットのアメ

# item.1075.name
source: Oddish Candy
it: Caramella Oddish
ja: ナゾノクサのアメ

# item.1076.name
source: Paras Candy
it: Caramella Paras
ja: パラスのアメ

# item.1077.name
source: Venonat Candy
it: Caramella Venonat
ja: コンパンのアメ

# item.1078.name
source: Diglett Candy
it: Caramella Diglett
ja: ディグダのアメ

# item.1079.name
source: Meowth Candy
it: Caramella Meowth
ja: ニャースのアメ

# item.108.name
source: Dusk Stone
it: Neropietra
ja: やみのいし

# item.1080.name
source: Psyduck Candy
it: Caramella Psyduck
ja: コダックのアメ

# item.1081.name
source: Mankey Candy
it: Caramella Mankey
ja: マンキーのアメ

# item.1082.name
source: Growlithe Candy
it: Caramella Growlithe
ja: ガーディのアメ

# item.1083.name
source: Poliwag Candy
it: Caramella Poliwag
ja: ニョロモのアメ

# item.1084.name
source: Abra Candy
it: Caramella Abra
ja: ケーシィのアメ

# item.1085.name
source: Machop Candy
it: Caramella Machop
ja: ワンリキーのアメ

# item.1086.name
source: Bellsprout Candy
it: Caramella Bellsprout
ja: マダツボミのアメ

# item.1087.name
source: Tentacool Candy
it: Caramella Tentacool
ja: メノクラゲのアメ

# item.1088.name
source: Geodude Candy
it: Caramella Geodude
ja: イシツブテのアメ

# item.1089.name
source: Ponyta Candy
it: Caramella Ponyta
ja: ポニータのアメ

# item.109.name
source: Dawn Stone
it: Pietralbore
ja: めざめいし

# item.1090.name
source: Slowpoke Candy
it: Caramella Slowpoke
ja: ヤドンのアメ

# item.1091.name
source: Magnemite Candy
it: Caramella Magnemite
ja: コイルのアメ

# item.1092.name
source: Farfetch’d Candy
it: Caramella Farfetch’d
ja: カモネギのアメ

# item.1093.name
source: Doduo Candy
it: Caramella Doduo
ja: ドードーのアメ

# item.1094.name
source: Seel Candy
it: Caramella Seel
ja: パウワウのアメ

# item.1095.name
source: Grimer Candy
it: Caramella Grimer
ja: ベトベターのアメ

# item.1096.name
source: Shellder Candy
it: Caramella Shellder
ja: シェルダーのアメ

# item.1097.name
source: Gastly Candy
it: Caramella Gastly
ja: ゴースのアメ

# item.1098.name
source: Onix Candy
it: Caramella Onix
ja: イワークのアメ

# item.1099.name
source: Drowzee Candy
it: Caramella Drowzee
ja: スリープのアメ

# item.11.name
source: Luxury Ball
it: Chic Ball
ja: ゴージャスボール

# item.110.name
source: Oval Stone
it: Pietraovale
ja: まんまるいし

# item.1100.name
source: Krabby Candy
it: Caramella Krabby
ja: クラブのアメ

# item.1101.name
source: Voltorb Candy
it: Caramella Voltorb
ja: ビリリダマのアメ

# item.1102.name
source: Exeggcute Candy
it: Caramella Exeggcute
ja: タマタマのアメ

# item.1103.name
source: Cubone Candy
it: Caramella Cubone
ja: カラカラのアメ

# item.1104.name
source: Hitmonlee Candy
it: Caramella Hitmonlee
ja: サワムラーのアメ

# item.1105.name
source: Hitmonchan Candy
it: Caramella Hitmonchan
ja: エビワラーのアメ

# item.1106.name
source: Lickitung Candy
it: Caramella Lickitung
ja: ベロリンガのアメ

# item.1107.name
source: Koffing Candy
it: Caramella Koffing
ja: ドガースのアメ

# item.1108.name
source: Rhyhorn Candy
it: Caramella Rhyhorn
ja: サイホーンのアメ

# item.1109.name
source: Chansey Candy
it: Caramella Chansey
ja: ラッキーのアメ

# item.111.name
source: Odd Keystone
it: Roccianima
ja: かなめいし

# item.1110.name
source: Tangela Candy
it: Caramella Tangela
ja: モンジャラのアメ

# item.1111.name
source: Kangaskhan Candy
it: Caramella Kangaskhan
ja: ガルーラのアメ

# item.1112.name
source: Horsea Candy
it: Caramella Horsea
ja: タッツーのアメ

# item.1113.name
source: Goldeen Candy
it: Caramella Goldeen
ja: トサキントのアメ

# item.1114.name
source: Staryu Candy
it: Caramella Staryu
ja: ヒトデマンのアメ

# item.1115.name
source: Mr. Mime Candy
it: Caramella Mr. Mime
ja: バリヤードのアメ

# item.1116.name
source: Scyther Candy
it: Caramella Scyther
ja: ストライクのアメ

# item.1117.name
source: Jynx Candy
it: Caramella Jynx
ja: ルージュラのアメ

# item.1118.name
source: Electabuzz Candy
it: Caramella Electabuzz
ja: エレブーのアメ

# item.1119.name
source: Pinsir Candy
it: Caramella Pinsir
ja: カイロスのアメ

# item.112.name
source: Adamant Orb
it: Adamasfera
ja: こんごうだま

# item.1120.name
source: Tauros Candy
it: Caramella Tauros
ja: ケンタロスのアメ

# item.1121.name
source: Magikarp Candy
it: Caramella Magikarp
ja: コイキングのアメ

# item.1122.name
source: Lapras Candy
it: Caramella Lapras
ja: ラプラスのアメ

# item.1123.name
source: Ditto Candy
it: Caramella Ditto
ja: メタモンのアメ

# item.1124.name
source: Eevee Candy
it: Caramella Eevee
ja: イーブイのアメ

# item.1125.name
source: Porygon Candy
it: Caramella Porygon
ja: ポリゴンのアメ

# item.1126.name
source: Omanyte Candy
it: Caramella Omanyte
ja: オムナイトのアメ

# item.1127.name
source: Kabuto Candy
it: Caramella Kabuto
ja: カブトのアメ

# item.1128.name
source: Aerodactyl Candy
it: Caramella Aerodactyl
ja: プテラのアメ

# item.1129.name
source: Snorlax Candy
it: Caramella Snorlax
ja: カビゴンのアメ

# item.113.name
source: Lustrous Orb
it: Splendisfera
ja: しらたま

# item.1130.name
source: Articuno Candy
it: Caramella Articuno
ja: フリーザーのアメ

# item.1131.name
source: Zapdos Candy
it: Caramella Zapdos
ja: サンダーのアメ

# item.1132.name
source: Moltres Candy
it: Caramella Moltres
ja: ファイヤーのアメ

# item.1133.name
source: Dratini Candy
it: Caramella Dratini
ja: ミニリュウのアメ

# item.1134.name
source: Mewtwo Candy
it: Caramella Mewtwo
ja: ミュウツーのアメ

# item.1135.name
source: Mew Candy
it: Caramella Mew
ja: ミュウのアメ

# item.1136.name
source: Meltan Candy
it: Caramella Meltan
ja: メルタンのアメ

# item.1137.name
source: Magmar Candy
it: Caramella Magmar
ja: ブーバーのアメ

# item.1138.name
source: Endorsement
it: Referenze
ja: すいせんじょう

# item.1139.name
source: Pokémon Box Link
it: Box Pokémon
ja: ポケモンボックス

# item.114.name
source: Grass Mail
it: Mess. Erba
ja: グラスメール

# item.1140.name
source: Wishing Star
it: Desiostella
ja: ねがいぼし

# item.1141.name
source: Dynamax Band
it: Polsino Dynamax
ja: ダイマックスＢ

# item.1142.name
source: Fishing Rod
it: Amo
ja: つりざお

# item.1143.name
source: Rotom Bike
it: Bici Rotom
ja: ロトムじてんしゃ

# item.1144.name
source: Sausages
it: Salsicce
ja: あらびきヴルスト

# item.1145.name
source: Bob’s Food Tin
it: Lattina Gustavo
ja: ボブのかんづめ

# item.1146.name
source: Bach’s Food Tin
it: Scatoletta Bach
ja: バックのかんづめ

# item.1147.name
source: Tin of Beans
it: Lattina fagioli
ja: マメかん

# item.1148.name
source: Bread
it: Pan carré
ja: しょくパン

# item.1149.name
source: Pasta
ja: パスタ

# item.115.name
source: Flame Mail
it: Mess. Fiamma
ja: フレイムメール

# item.1150.name
source: Mixed Mushrooms
it: Funghi
ja: キノコパック

# item.1151.name
source: Smoke-Poke Tail
it: Coda affumicata
ja: しっぽのくんせい

# item.1152.name
source: Large Leek
it: Grosso porro
ja: ふといながねぎ

# item.1153.name
source: Fancy Apple
it: Mela prelibata
ja: とくせんリンゴ

# item.1154.name
source: Brittle Bones
it: Ossi sottili
ja: かぼそいホネ

# item.1155.name
source: Pack of Potatoes
it: Patate
ja: ポテトパック

# item.1156.name
source: Pungent Root
it: Erbe acquatiche
ja: みずべのハーブ

# item.1157.name
source: Salad Mix
it: Verdure
ja: やさいパック

# item.1158.name
source: Fried Food
it: Fritto misto
ja: フライもりあわせ

# item.1159.name
source: Boiled Egg
it: Uovo sodo
ja: ゆでタマゴ

# item.116.name
source: Bubble Mail
it: Mess. Bolla
ja: ブルーメール

# item.1160.name
source: Camping Gear
it: Kit da campeggio
ja: キャンプセット

# item.1161.name
source: Rusted Sword
it: Spada rovinata
ja: くちたけん

# item.1162.name
source: Rusted Shield
it: Scudo rovinato
ja: くちたたて

# item.1163.name
source: Fossilized Bird
it: Ornitofossile
ja: カセキのトリ

# item.1164.name
source: Fossilized Fish
it: Ittiofossile
ja: カセキのサカナ

# item.1165.name
source: Fossilized Drake
it: Dracofossile
ja: カセキのリュウ

# item.1166.name
source: Fossilized Dino
it: Plesiofossile
ja: カセキのクビナガ

# item.1167.name
source: Strawberry Sweet
it: Bonbonfragola
ja: いちごアメざいく

# item.1168.name
source: Love Sweet
it: Bonboncuore
ja: ハートアメざいく

# item.1169.name
source: Berry Sweet
it: Bonbonbosco
ja: ベリーアメざいく

# item.117.name
source: Bloom Mail
it: Mess. Petalo
ja: ブルームメール

# item.1170.name
source: Clover Sweet
it: Bonbonfoglio
ja: よつばアメざいく

# item.1171.name
source: Flower Sweet
it: Bonbonfiore
ja: おはなアメざいく

# item.1172.name
source: Star Sweet
it: Bonbonstella
ja: スターアメざいく

# item.1173.name
source: Ribbon Sweet
it: Bonbonfiocco
ja: リボンアメざいく

# item.1174.name
source: Sweet Apple
it: Dolcepomo
ja: あまーいりんご

# item.1175.name
source: Tart Apple
it: Aspropomo
ja: すっぱいりんご

# item.1176.name
source: Throat Spray
it: Spray gola
ja: のどスプレー

# item.1177.name
source: Eject Pack
it: Zainofuga
ja: だっしゅつパック

# item.1178.name
source: Heavy-Duty Boots
it: Scarponi robusti
ja: あつぞこブーツ

# item.1179.name
source: Blunder Policy
it: Fiascopolizza
ja: からぶりほけん

# item.118.name
source: Tunnel Mail
it: Mess. Tunnel
ja: トンネルメール

# item.1180.name
source: Room Service
it: Distorservizio
ja: ルームサービス

# item.1181.name
source: Utility Umbrella
it: Superombrello
ja: ばんのうがさ

# item.1182.name
source: Exp. Candy XS
it: Caram. Esp. XS
ja: けいけんアメＸＳ

# item.1183.name
source: Exp. Candy S
it: Caram. Esp. S
ja: けいけんアメＳ

# item.1184.name
source: Exp. Candy M
it: Caram. Esp. M
ja: けいけんアメＭ

# item.1185.name
source: Exp. Candy L
it: Caram. Esp. L
ja: けいけんアメＬ

# item.1186.name
source: Exp. Candy XL
it: Caram. Esp. XL
ja: けいけんアメＸＬ

# item.1187.name
source: Dynamax Candy
it: Caram. Dynamax
ja: ダイマックスアメ

# item.1188.name
source: TR00
it: DT00
ja: わざレコード００

# item.1189.name
source: TR01
it: DT01
ja: わざレコード０１

# item.119.name
source: Steel Mail
it: Mess. Lega
ja: スチールメール

# item.1190.name
source: TR02
it: DT02
ja: わざレコード０２

# item.1191.name
source: TR03
it: DT03
ja: わざレコード０３

# item.1192.name
source: TR04
it: DT04
ja: わざレコード０４

# item.1193.name
source: TR05
it: DT05
ja: わざレコード０５

# item.1194.name
source: TR06
it: DT06
ja: わざレコード０６

# item.1195.name
source: TR07
it: DT07
ja: わざレコード０７

# item.1196.name
source: TR08
it: DT08
ja: わざレコード０８

# item.1197.name
source: TR09
it: DT09
ja: わざレコード０９

# item.1198.name
source: TR10
it: DT10
ja: わざレコード１０

# item.1199.name
source: TR11
it: DT11
ja: わざレコード１１

# item.12.name
source: Premier Ball
ja: プレミアボール

# item.120.name
source: Heart Mail
it: Mess. Cuore
ja: ラブラブメール

# item.1200.name
source: TR12
it: DT12
ja: わざレコード１２

# item.1201.name
source: TR13
it: DT13
ja: わざレコード１３

# item.1202.name
source: TR14
it: DT14
ja: わざレコード１４

# item.1203.name
source: TR15
it: DT15
ja: わざレコード１５

# item.1204.name
source: TR16
it: DT16
ja: わざレコード１６

# item.1205.name
source: TR17
it: DT17
ja: わざレコード１７

# item.1206.name
source: TR18
it: DT18
ja: わざレコード１８

# item.1207.name
source: TR19
it: DT19
ja: わざレコード１９

# item.1208.name
source: TR20
it: DT20
ja: わざレコード２０

# item.1209.name
source: TR21
it: DT21
ja: わざレコード２１

# item.121.name
source: Snow Mail
it: Mess. Neve
ja: ブリザードメール

# item.1210.name
source: TR22
it: DT22
ja: わざレコード２２

# item.1211.name
source: TR23
it: DT23
ja: わざレコード２３

# item.1212.name
source: TR24
it: DT24
ja: わざレコード２４

# item.1213.name
source: TR25
it: DT25
ja: わざレコード２５

# item.1214.name
source: TR26
it: DT26
ja: わざレコード２６

# item.1215.name
source: TR27
it: DT27
ja: わざレコード２７

# item.1216.name
source: TR28
it: DT28
ja: わざレコード２８

# item.1217.name
source: TR29
it: DT29
ja: わざレコード２９

# item.1218.name
source: TR30
it: DT30
ja: わざレコード３０

# item.1219.name
source: TR31
it: DT31
ja: わざレコード３１

# item.122.name
source: Space Mail
it: Mess. Spazio
ja: スペースメール

# item.1220.name
source: TR32
it: DT32
ja: わざレコード３２

# item.1221.name
source: TR33
it: DT33
ja: わざレコード３３

# item.1222.name
source: TR34
it: DT34
ja: わざレコード３４

# item.1223.name
source: TR35
it: DT35
ja: わざレコード３５

# item.1224.name
source: TR36
it: DT36
ja: わざレコード３６

# item.1225.name
source: TR37
it: DT37
ja: わざレコード３７

# item.1226.name
source: TR38
it: DT38
ja: わざレコード３８

# item.1227.name
source: TR39
it: DT39
ja: わざレコード３９

# item.1228.name
source: TR40
it: DT40
ja: わざレコード４０

# item.1229.name
source: TR41
it: DT41
ja: わざレコード４１

# item.123.name
source: Air Mail
it: Mess. Aereo
ja: エアメール

# item.1230.name
source: TR42
it: DT42
ja: わざレコード４２

# item.1231.name
source: TR43
it: DT43
ja: わざレコード４３

# item.1232.name
source: TR44
it: DT44
ja: わざレコード４４

# item.1233.name
source: TR45
it: DT45
ja: わざレコード４５

# item.1234.name
source: TR46
it: DT46
ja: わざレコード４６

# item.1235.name
source: TR47
it: DT47
ja: わざレコード４７

# item.1236.name
source: TR48
it: DT48
ja: わざレコード４８

# item.1237.name
source: TR49
it: DT49
ja: わざレコード４９

# item.1238.name
source: TR50
it: DT50
ja: わざレコード５０

# item.1239.name
source: TR51
it: DT51
ja: わざレコード５１

# item.124.name
source: Mosaic Mail
it: Mess. Iride
ja: モザイクメール

# item.1240.name
source: TR52
it: DT52
ja: わざレコード５２

# item.1241.name
source: TR53
it: DT53
ja: わざレコード５３

# item.1242.name
source: TR54
it: DT54
ja: わざレコード５４

# item.1243.name
source: TR55
it: DT55
ja: わざレコード５５

# item.1244.name
source: TR56
it: DT56
ja: わざレコード５６

# item.1245.name
source: TR57
it: DT57
ja: わざレコード５７

# item.1246.name
source: TR58
it: DT58
ja: わざレコード５８

# item.1247.name
source: TR59
it: DT59
ja: わざレコード５９

# item.1248.name
source: TR60
it: DT60
ja: わざレコード６０

# item.1249.name
source: TR61
it: DT61
ja: わざレコード６１

# item.125.name
source: Brick Mail
it: Mess. Muro
ja: ブリックメール

# item.1250.name
source: TR62
it: DT62
ja: わざレコード６２

# item.1251.name
source: TR63
it: DT63
ja: わざレコード６３

# item.1252.name
source: TR64
it: DT64
ja: わざレコード６４

# item.1253.name
source: TR65
it: DT65
ja: わざレコード６５

# item.1254.name
source: TR66
it: DT66
ja: わざレコード６６

# item.1255.name
source: TR67
it: DT67
ja: わざレコード６７

# item.1256.name
source: TR68
it: DT68
ja: わざレコード６８

# item.1257.name
source: TR69
it: DT69
ja: わざレコード６９

# item.1258.name
source: TR70
it: DT70
ja: わざレコード７０

# item.1259.name
source: TR71
it: DT71
ja: わざレコード７１

# item.126.name
source: Cheri Berry
it: Baccaliegia
ja: クラボのみ

# item.1260.name
source: TR72
it: DT72
ja: わざレコード７２

# item.1261.name
source: TR73
it: DT73
ja: わざレコード７３

# item.1262.name
source: TR74
it: DT74
ja: わざレコード７４

# item.1263.name
source: TR75
it: DT75
ja: わざレコード７５

# item.1264.name
source: TR76
it: DT76
ja: わざレコード７６

# item.1265.name
source: TR77
it: DT77
ja: わざレコード７７

# item.1266.name
source: TR78
it: DT78
ja: わざレコード７８

# item.1267.name
source: TR79
it: DT79
ja: わざレコード７９

# item.1268.name
source: TR80
it: DT80
ja: わざレコード８０

# item.1269.name
source: TR81
it: DT81
ja: わざレコード８１

# item.127.name
source: Chesto Berry
it: Baccastagna
ja: カゴのみ

# item.1270.name
source: TR82
it: DT82
ja: わざレコード８２

# item.1271.name
source: TR83
it: DT83
ja: わざレコード８３

# item.1272.name
source: TR84
it: DT84
ja: わざレコード８４

# item.1273.name
source: TR85
it: DT85
ja: わざレコード８５

# item.1274.name
source: TR86
it: DT86
ja: わざレコード８６

# item.1275.name
source: TR87
it: DT87
ja: わざレコード８７

# item.1276.name
source: TR88
it: DT88
ja: わざレコード８８

# item.1277.name
source: TR89
it: DT89
ja: わざレコード８９

# item.1278.name
source: TR90
it: DT90
ja: わざレコード９０

# item.1279.name
source: TR91
it: DT91
ja: わざレコード９１

# item.128.name
source: Pecha Berry
it: Baccapesca
ja: モモンのみ

# item.1280.name
source: TR92
it: DT92
ja: わざレコード９２

# item.1281.name
source: TR93
it: DT93
ja: わざレコード９３

# item.1282.name
source: TR94
it: DT94
ja: わざレコード９４

# item.1283.name
source: TR95
it: DT95
ja: わざレコード９５

# item.1284.name
source: TR96
it: DT96
ja: わざレコード９６

# item.1285.name
source: TR97
it: DT97
ja: わざレコード９７

# item.1286.name
source: TR98
it: DT98
ja: わざレコード９８

# item.1287.name
source: TR99
it: DT99
ja: わざレコード９９

# item.1288.name
source: TM00
it: MT00
ja: わざマシン００

# item.1289.name
source: Lonely Mint
it: Menta Schiva
ja: さみしがりミント

# item.129.name
source: Rawst Berry
it: Baccafrago
ja: チーゴのみ

# item.1290.name
source: Adamant Mint
it: Menta Decisa
ja: いじっぱりミント

# item.1291.name
source: Naughty Mint
it: Menta Birbona
ja: やんちゃミント

# item.1292.name
source: Brave Mint
it: Menta Audace
ja: ゆうかんミント

# item.1293.name
source: Bold Mint
it: Menta Sicura
ja: ずぶといミント

# item.1294.name
source: Impish Mint
it: Menta Scaltra
ja: わんぱくミント

# item.1295.name
source: Lax Mint
it: Menta Fiacca
ja: のうてんきミント

# item.1296.name
source: Relaxed Mint
it: Menta Placida
ja: のんきミント

# item.1297.name
source: Modest Mint
it: Menta Modesta
ja: ひかえめミント

# item.1298.name
source: Mild Mint
it: Menta Mite
ja: おっとりミント

# item.1299.name
source: Rash Mint
it: Menta Ardente
ja: うっかりやミント

# item.13.name
source: Dusk Ball
it: Scuro Ball
ja: ダークボール

# item.130.name
source: Aspear Berry
it: Baccaperina
ja: ナナシのみ

# item.1300.name
source: Quiet Mint
it: Menta Quieta
ja: れいせいミント

# item.1301.name
source: Calm Mint
it: Menta Calma
ja: おだやかミント

# item.1302.name
source: Gentle Mint
it: Menta Gentile
ja: おとなしいミント

# item.1303.name
source: Careful Mint
it: Menta Cauta
ja: しんちょうミント

# item.1304.name
source: Sassy Mint
it: Menta Vivace
ja: なまいきミント

# item.1305.name
source: Timid Mint
it: Menta Timida
ja: おくびょうミント

# item.1306.name
source: Hasty Mint
it: Menta Lesta
ja: せっかちミント

# item.1307.name
source: Jolly Mint
it: Menta Allegra
ja: ようきミント

# item.1308.name
source: Naive Mint
it: Menta Ingenua
ja: むじゃきミント

# item.1309.name
source: Serious Mint
it: Menta Seria
ja: まじめミント

# item.131.name
source: Leppa Berry
it: Baccamela
ja: ヒメリのみ

# item.1310.name
source: Wishing Piece
it: Desioblocco
ja: ねがいのかたまり

# item.1311.name
source: Cracked Pot
it: Teiera rotta
ja: われたポット

# item.1312.name
source: Chipped Pot
it: Teiera crepata
ja: かけたポット

# item.1313.name
source: Hi-tech Earbuds
it: Supertappi
ja: すごいみみせん

# item.1314.name
source: Fruit Bunch
it: Frutti
ja: フサパック

# item.1315.name
source: Moomoo Cheese
it: Formaggio Mumu
ja: モーモーチーズ

# item.1316.name
source: Spice Mix
it: Spezie assortite
ja: スパイスセット

# item.1317.name
source: Fresh Cream
it: Panna da cucina
ja: しんせんクリーム

# item.1318.name
source: Packaged Curry
it: Curry precotto
ja: レトルトカレー

# item.1319.name
source: Coconut Milk
it: Latte di cocco
ja: ヤシのミルク

# item.132.name
source: Oran Berry
it: Baccarancia
ja: オレンのみ

# item.1320.name
source: Instant Noodles
it: Noodle precotti
ja: レトルトめん

# item.1321.name
source: Precooked Burger
it: Hamburger
ja: レトルトバーグ

# item.1322.name
source: Gigantamix
it: Gigaspezia
ja: キョダイパウダー

# item.1323.name
source: Wishing Chip
it: Desioframmento
ja: ねがいのかけら

# item.1324.name
source: Rotom Bike
it: Bici Rotom
ja: ロトムじてんしゃ

# item.1325.name
source: Catching Charm
it: Catturamuleto
ja: ゆれないおまもり

# item.1326.name
source: Old Letter
it: Vecchia lettera
ja: ふるびたてがみ

# item.1327.name
source: Band Autograph
it: Autografo band
ja: バンドのサイン
