Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Items.strings
Languages: it, ja

# item.394.name
source: TM90
it: MT90
ja: わざマシン９０

# item.395.name
source: TM91
it: MT91
ja: わざマシン９１

# item.396.name
source: TM92
it: MT92
ja: わざマシン９２

# item.397.name
source: HM01
it: MN01
ja: ひでんマシン０１

# item.398.name
source: HM02
it: MN02
ja: ひでんマシン０２

# item.399.name
source: HM03
it: MN03
ja: ひでんマシン０３

# item.4.name
source: Poké Ball
ja: モンスターボール

# item.40.name
source: Elixir
it: Elisir
ja: ピーピーエイダー

# item.400.name
source: HM04
it: MN04
ja: ひでんマシン０４

# item.401.name
source: HM05
it: MN05
ja: ひでんマシン０５

# item.402.name
source: HM06
it: MN06
ja: ひでんマシン０６

# item.403.name
source: HM07
it: MN07
ja: ひでんマシン０７

# item.404.name
source: HM08
it: MN08
ja: ひでんマシン０８

# item.405.name
source: Explorer Kit
it: Esplorokit
ja: たんけんセット

# item.406.name
source: Loot Sack
it: Bottinosacca
ja: たからぶくろ

# item.407.name
source: Rule Book
it: Libro Regole
ja: ルールブック

# item.408.name
source: Poké Radar
ja: ポケトレ

# item.409.name
source: Point Card
it: Scheda Punti
ja: ポイントカード

# item.41.name
source: Max Elixir
it: Elisir Max
ja: ピーピーマックス

# item.410.name
source: Journal
it: Agenda
ja: ぼうけんノート

# item.411.name
source: Seal Case
it: Portabolli
ja: シールいれ

# item.412.name
source: Fashion Case
it: Scatola Chic
ja: アクセサリーいれ

# item.413.name
source: Seal Bag
it: Bollosacca
ja: シールぶくろ

# item.414.name
source: Pal Pad
it: Blocco Amici
ja: ともだちてちょう

# item.415.name
source: Works Key
it: Turbinchiave
ja: はつでんしょキー

# item.416.name
source: Old Charm
it: Arcamuleto
ja: こだいのおまもり

# item.417.name
source: Galactic Key
it: Galachiave
ja: ギンガだんのカギ

# item.418.name
source: Red Chain
it: Rossocatena
ja: あかいくさり

# item.419.name
source: Town Map
it: Mappa città
ja: タウンマップ

# item.42.name
source: Lava Cookie
it: Lavottino
ja: フエンせんべい

# item.420.name
source: Vs. Seeker
it: Cercasfide
ja: バトルサーチャー

# item.421.name
source: Coin Case
it: Salvadanaio
ja: コインケース

# item.422.name
source: Old Rod
it: Amo Vecchio
ja: ボロのつりざお

# item.423.name
source: Good Rod
it: Amo Buono
ja: いいつりざお

# item.424.name
source: Super Rod
it: Super Amo
ja: すごいつりざお

# item.425.name
source: Sprayduck
ja: コダックじょうろ

# item.426.name
source: Poffin Case
it: Portapoffin
ja: ポフィンケース

# item.427.name
source: Bicycle
it: Bicicletta
ja: じてんしゃ

# item.428.name
source: Suite Key
it: Chiave Suite
ja: ルームキー

# item.429.name
source: Oak’s Letter
it: Lettera Oak
ja: オーキドのてがみ

# item.43.name
source: Berry Juice
it: Succodibacca
ja: きのみジュース

# item.430.name
source: Lunar Wing
it: Alalunare
ja: みかづきのはね

# item.431.name
source: Member Card
it: Scheda Soci
ja: メンバーズカード

# item.432.name
source: Azure Flute
it: Flauto Cielo
ja: てんかいのふえ

# item.433.name
source: S.S. Ticket
it: Biglietto nave
ja: ふねのチケット

# item.434.name
source: Contest Pass
it: Tessera Gare
ja: コンテストパス

# item.435.name
source: Magma Stone
it: Magmapietra
ja: かざんのおきいし

# item.436.name
source: Parcel
it: Pacco
ja: おとどけもの

# item.437.name
source: Coupon 1
ja: ひきかえけん１

# item.438.name
source: Coupon 2
ja: ひきかえけん２

# item.439.name
source: Coupon 3
ja: ひきかえけん３

# item.44.name
source: Sacred Ash
it: Ceneremagica
ja: せいなるはい

# item.440.name
source: Storage Key
it: Depochiave
ja: そうこのカギ

# item.441.name
source: Secret Potion
it: Pozione Segreta
ja: ひでんのくすり

# item.442.name
source: Griseous Orb
it: Grigiosfera
ja: はっきんだま

# item.443.name
source: Vs. Recorder
it: Registradati
ja: バトルレコーダー

# item.444.name
source: Gracidea
ja: グラシデアのはな

# item.445.name
source: Secret Key
it: Chiave segreta
ja: ひみつのカギ

# item.446.name
source: Apricorn Box
it: Ghicobox
ja: ぼんぐりケース

# item.447.name
source: Berry Pots
it: Piantabacche
ja: きのみプランター

# item.448.name
source: Squirt Bottle
it: Annaffiatoio
ja: ゼニガメじょうろ

# item.449.name
source: Lure Ball
it: Esca Ball
ja: ルアーボール

# item.45.name
source: HP Up
it: PS-Su
ja: マックスアップ

# item.450.name
source: Level Ball
ja: レベルボール

# item.451.name
source: Moon Ball
it: Luna Ball
ja: ムーンボール

# item.452.name
source: Heavy Ball
it: Peso Ball
ja: ヘビーボール

# item.453.name
source: Fast Ball
it: Rapid Ball
ja: スピードボール

# item.454.name
source: Friend Ball
ja: フレンドボール

# item.455.name
source: Love Ball
ja: ラブラブボール

# item.456.name
source: Park Ball
it: Parco Ball
ja: パークボール

# item.457.name
source: Sport Ball
it: Gara Ball
ja: コンペボール

# item.458.name
source: Red Apricorn
it: Ghicocca Rossa
ja: あかぼんぐり

# item.459.name
source: Blue Apricorn
it: Ghicocca Blu
ja: あおぼんぐり

# item.46.name
source: Protein
it: Proteina
ja: タウリン

# item.460.name
source: Yellow Apricorn
it: Ghicocca Gialla
ja: きぼんぐり

# item.461.name
source: Green Apricorn
it: Ghicocca Verde
ja: みどぼんぐり

# item.462.name
source: Pink Apricorn
it: Ghicocca Rosa
ja: ももぼんぐり

# item.463.name
source: White Apricorn
it: Ghicocca Bianca
ja: しろぼんぐり

# item.464.name
source: Black Apricorn
it: Ghicocca Nera
ja: くろぼんぐり

# item.465.name
source: Dowsing Machine
it: Ricerca strum.
ja: ダウジングマシン

# item.466.name
source: Rage Candy Bar
it: Iramella
ja: いかりまんじゅう

# item.467.name
source: Red Orb
it: Gemma rossa
ja: べにいろのたま

# item.468.name
source: Blue Orb
it: Gemma blu
ja: あいいろのたま

# item.469.name
source: Jade Orb
it: Sfera Verde
ja: もえぎいろのたま

# item.47.name
source: Iron
it: Ferro
ja: ブロムヘキシン

# item.470.name
source: Enigma Stone
it: Misticristal
ja: なぞのすいしょう

# item.471.name
source: Unown Report
it: UnownBloc
ja: アンノーンノート

# item.472.name
source: Blue Card
it: Carta Blu
ja: ブルーカード

# item.473.name
source: Slowpoke Tail
it: Coda Slowpoke
ja: おいしいシッポ

# item.474.name
source: Clear Bell
it: Campana Chiara
ja: とうめいなスズ

# item.475.name
source: Card Key
it: Apriporta
ja: カードキー

# item.476.name
source: Basement Key
it: Chiave sotterr.
ja: ちかのかぎ

# item.477.name
source: Red Scale
it: Squama Rossa
ja: あかいウロコ

# item.478.name
source: Lost Item
it: Strumento perso
ja: おとしもの

# item.479.name
source: Pass
it: Superpass
ja: リニアパス

# item.48.name
source: Carbos
it: Carburante
ja: インドメタシン

# item.480.name
source: Machine Part
it: Pezzo macch.
ja: きかいのぶひん

# item.481.name
source: Silver Wing
it: Aladargento
ja: ぎんいろのはね

# item.482.name
source: Rainbow Wing
it: Ala d’Iride
ja: にじいろのはね

# item.483.name
source: Mystery Egg
it: Uovo Mistero
ja: ふしぎなタマゴ

# item.484.name
source: GB Sounds
it: Lettore GB
ja: ＧＢプレイヤー

# item.485.name
source: Tidal Bell
it: Campana Onda
ja: うみなりのスズ

# item.486.name
source: Data Card 01
it: Scheda Dati 01
ja: データカード０１

# item.487.name
source: Data Card 02
it: Scheda Dati 02
ja: データカード０２

# item.488.name
source: Data Card 03
it: Scheda Dati 03
ja: データカード０３

# item.489.name
source: Data Card 04
it: Scheda Dati 04
ja: データカード０４

# item.49.name
source: Calcium
it: Calcio
ja: リゾチウム

# item.490.name
source: Data Card 05
it: Scheda Dati 05
ja: データカード０５

# item.491.name
source: Data Card 06
it: Scheda Dati 06
ja: データカード０６

# item.492.name
source: Data Card 07
it: Scheda Dati 07
ja: データカード０７

# item.493.name
source: Data Card 08
it: Scheda Dati 08
ja: データカード０８

# item.494.name
source: Data Card 09
it: Scheda Dati 09
ja: データカード０９

# item.495.name
source: Data Card 10
it: Scheda Dati 10
ja: データカード１０

# item.496.name
source: Data Card 11
it: Scheda Dati 11
ja: データカード１１

# item.497.name
source: Data Card 12
it: Scheda Dati 12
ja: データカード１２

# item.498.name
source: Data Card 13
it: Scheda Dati 13
ja: データカード１３

# item.499.name
source: Data Card 14
it: Scheda Dati 14
ja: データカード１４

# item.5.name
source: Safari Ball
ja: サファリボール

# item.50.name
source: Rare Candy
it: Caramella rara
ja: ふしぎなアメ

# item.500.name
source: Data Card 15
it: Scheda Dati 15
ja: データカード１５

# item.501.name
source: Data Card 16
it: Scheda Dati 16
ja: データカード１６

# item.502.name
source: Data Card 17
it: Scheda Dati 17
ja: データカード１７

# item.503.name
source: Data Card 18
it: Scheda Dati 18
ja: データカード１８

# item.504.name
source: Data Card 19
it: Scheda Dati 19
ja: データカード１９

# item.505.name
source: Data Card 20
it: Scheda Dati 20
ja: データカード２０

# item.506.name
source: Data Card 21
it: Scheda Dati 21
ja: データカード２１

# item.507.name
source: Data Card 22
it: Scheda Dati 22
ja: データカード２２

# item.508.name
source: Data Card 23
it: Scheda Dati 23
ja: データカード２３

# item.509.name
source: Data Card 24
it: Scheda Dati 24
ja: データカード２４

# item.51.name
source: PP Up
it: PP-Su
ja: ポイントアップ

# item.510.name
source: Data Card 25
it: Scheda Dati 25
ja: データカード２５

# item.511.name
source: Data Card 26
it: Scheda Dati 26
ja: データカード２６

# item.512.name
source: Data Card 27
it: Scheda Dati 27
ja: データカード２７

# item.513.name
source: Lock Capsule
it: Capsula Scrigno
ja: ロックカプセル

# item.514.name
source: Photo Album
it: Album
ja: フォトアルバム

# item.515.name
source: Orange Mail
it: Mess. Agrume
ja: オレンジメール

# item.516.name
source: Harbor Mail
it: Mess. Porto
ja: ハーバーメール

# item.517.name
source: Glitter Mail
it: Mess. Luci
ja: キラキラメール

# item.518.name
source: Mech Mail
it: Mess. Tecno
ja: メカニカルメール

# item.519.name
source: Wood Mail
it: Mess. Bosco
ja: ウッディメール

# item.52.name
source: Zinc
it: Zinco
ja: キトサン

# item.520.name
source: Wave Mail
it: Mess. Onda
ja: クロスメール

# item.521.name
source: Bead Mail
it: Mess. Perle
ja: トレジャーメール

# item.522.name
source: Shadow Mail
it: Mess. Ombra
ja: シャドーメール

# item.523.name
source: Tropic Mail
it: Mess. Tropic
ja: トロピカルメール

# item.524.name
source: Dream Mail
it: Mess. Sogno
ja: ドリームメール

# item.525.name
source: Fab Mail
it: Mess. Lusso
ja: ミラクルメール

# item.526.name
source: Retro Mail
it: Mess. Rétro
ja: レトロメール

# item.527.name
source: Mach Bike
it: Bici da corsa
ja: マッハじてんしゃ

# item.528.name
source: Acro Bike
it: Bici da cross
ja: ダートじてんしゃ

# item.529.name
source: Wailmer Pail
it: Vaso Wailmer
ja: ホエルコじょうろ

# item.53.name
source: PP Max
ja: ポイントマックス

# item.530.name
source: Devon Goods
it: Merce Devon
ja: デボンのにもつ

# item.531.name
source: Soot Sack
it: Sacco cenere
ja: はいぶくろ

# item.532.name
source: Pokéblock Case
it: PortaPokémelle
ja: ポロックケース

# item.533.name
source: Letter
it: Lettera
ja: ダイゴへのてがみ

# item.534.name
source: Eon Ticket
it: Biglietto Eone
ja: むげんのチケット

# item.535.name
source: Scanner
ja: たんちき

# item.536.name
source: Go-Goggles
it: Occhialoni
ja: ゴーゴーゴーグル

# item.537.name
source: Meteorite
ja: いんせき

# item.538.name
source: Rm. 1 Key
it: Chiave Cab.1
ja: １ごうしつのカギ

# item.539.name
source: Rm. 2 Key
it: Chiave Cab.2
ja: ２ごうしつのカギ

# item.54.name
source: Old Gateau
it: Dolce Gateau
ja: もりのヨウカン

# item.540.name
source: Rm. 4 Key
it: Chiave Cab.4
ja: ４ごうしつのカギ

# item.541.name
source: Rm. 6 Key
it: Chiave Cab.6
ja: ６ごうしつのカギ

# item.542.name
source: Devon Scope
it: Devonscopio
ja: デボンスコープ

# item.543.name
source: Oak's Parcel
it: Pacco di Oak
ja: おとどけもの

# item.544.name
source: Poké Flute
it: Poké Flauto
ja: ポケモンのふえ

# item.545.name
source: Bike Voucher
it: Buono Bici
ja: ひきかえけん

# item.546.name
source: Gold Teeth
it: Denti d’oro
ja: きんのいれば

# item.547.name
source: Lift Key
it: Chiave ascensore
ja: エレベータのカギ

# item.548.name
source: Silph Scope
it: Spettrosonda
ja: シルフスコープ

# item.549.name
source: Fame Checker
it: PokéVIP
ja: ボイスチェッカー

# item.55.name
source: Guard Spec.
it: Superguardia
ja: エフェクトガード

# item.550.name
source: TM Case
it: Porta MT
ja: わざマシンケース

# item.551.name
source: Berry Pouch
it: Portabacche
ja: きのみぶくろ

# item.552.name
source: Teachy TV
it: Pokétivù
ja: おしえテレビ

# item.553.name
source: Tri-Pass
it: Tris Pass
ja: トライパス

# item.554.name
source: Rainbow Pass
it: Sette Pass
ja: レインボーパス

# item.555.name
source: Tea
it: Tè
ja: おちゃ

# item.556.name
source: MysticTicket
it: Bigl. Magico
ja: しんぴのチケット

# item.557.name
source: AuroraTicket
it: Bigl. Aurora
ja: オーロラチケット

# item.558.name
source: Powder Jar
it: Portafarina
ja: こないれ

# item.559.name
source: Ruby
it: Rubino
ja: ルビー

# item.56.name
source: Dire Hit
it: Supercolpo
ja: クリティカット

# item.560.name
source: Sapphire
it: Zaffiro
ja: サファイア

# item.561.name
source: Magma Emblem
it: Stemma Magma
ja: マグマのしるし

# item.562.name
source: Old Sea Map
it: Mappa Stinta
ja: ふるびたかいず

# item.563.name
source: Douse Drive
it: Idromodulo
ja: アクアカセット

# item.564.name
source: Shock Drive
it: Voltmodulo
ja: イナズマカセット

# item.565.name
source: Burn Drive
it: Piromodulo
ja: ブレイズカセット

# item.566.name
source: Chill Drive
it: Gelomodulo
ja: フリーズカセット

# item.567.name
source: Sweet Heart
it: Dolcecuore
ja: ハートスイーツ

# item.568.name
source: Greet Mail
it: Messaggio Inizio
ja: はじめてメール

# item.569.name
source: Favored Mail
it: Messaggio TVB
ja: だいすきメール

# item.57.name
source: X Attack
it: Attacco X
ja: プラスパワー

# item.570.name
source: RSVP Mail
it: Messaggio Invito
ja: おさそいメール

# item.571.name
source: Thanks Mail
it: Messaggio Grazie
ja: かんしゃメール

# item.572.name
source: Inquiry Mail
it: Messaggio Chiedi
ja: しつもんメール

# item.573.name
source: Like Mail
it: Mess. Sugg.
ja: おすすめメール

# item.574.name
source: Reply Mail
it: Mess. Risp.
ja: おかえしメール

# item.575.name
source: Bridge Mail S
it: Mess. Frec.
ja: ブリッジメールＳ

# item.576.name
source: Bridge Mail D
it: Mess. Libec.
ja: ブリッジメールＨ

# item.577.name
source: Bridge Mail T
it: Mess. Prop.
ja: ブリッジメールＣ

# item.578.name
source: Bridge Mail V
it: Mess. Vill.
ja: ブリッジメールＶ

# item.579.name
source: Bridge Mail M
it: Mess. Merav.
ja: ブリッジメールＷ

# item.58.name
source: X Defense
it: Difesa X
ja: ディフェンダー

# item.580.name
source: Prism Scale
it: Squama Bella
ja: きれいなウロコ

# item.581.name
source: Eviolite
it: Evolcondensa
ja: しんかのきせき

# item.582.name
source: Float Stone
it: Pietralieve
ja: かるいし

# item.583.name
source: Rocky Helmet
it: Bitorzolelmo
ja: ゴツゴツメット

# item.584.name
source: Air Balloon
it: Palloncino
ja: ふうせん

# item.585.name
source: Red Card
it: Cartelrosso
ja: レッドカード

# item.586.name
source: Ring Target
it: Facilsaglio
ja: ねらいのまと

# item.587.name
source: Binding Band
it: Legafascia
ja: しめつけバンド

# item.588.name
source: Absorb Bulb
it: Bulbo
ja: きゅうこん

# item.589.name
source: Cell Battery
it: Ricaripila
ja: じゅうでんち

# item.59.name
source: X Speed
it: Velocità X
ja: スピーダー

# item.590.name
source: Eject Button
it: Pulsantefuga
ja: だっしゅつボタン

# item.591.name
source: Fire Gem
it: Bijoufuoco
ja: ほのおのジュエル

# item.592.name
source: Water Gem
it: Bijouacqua
ja: みずのジュエル

# item.593.name
source: Electric Gem
it: Bijouelettro
ja: でんきのジュエル

# item.594.name
source: Grass Gem
it: Bijouerba
ja: くさのジュエル

# item.595.name
source: Ice Gem
it: Bijoughiaccio
ja: こおりのジュエル

# item.596.name
source: Fighting Gem
it: Bijoulotta
ja: かくとうジュエル

# item.597.name
source: Poison Gem
it: Bijouveleno
ja: どくのジュエル

# item.598.name
source: Ground Gem
it: Bijouterra
ja: じめんのジュエル

# item.599.name
source: Flying Gem
it: Bijouvolante
ja: ひこうのジュエル

# item.6.name
source: Net Ball
it: Rete Ball
ja: ネットボール

# item.60.name
source: X Accuracy
it: Precisione X
ja: ヨクアタール

# item.600.name
source: Psychic Gem
it: Bijoupsico
ja: エスパージュエル

# item.601.name
source: Bug Gem
it: Bijoucoleottero
ja: むしのジュエル

# item.602.name
source: Rock Gem
it: Bijouroccia
ja: いわのジュエル

# item.603.name
source: Ghost Gem
it: Bijouspettro
ja: ゴーストジュエル

# item.604.name
source: Dark Gem
it: Bijoubuio
ja: あくのジュエル

# item.605.name
source: Steel Gem
it: Bijouacciaio
ja: はがねのジュエル

# item.606.name
source: Health Feather
it: Piumsalute
ja: たいりょくのハネ

# item.607.name
source: Muscle Feather
it: Piumpotenza
ja: きんりょくのハネ

# item.608.name
source: Resist Feather
it: Piumtutela
ja: ていこうのハネ

# item.609.name
source: Genius Feather
it: Piumingegno
ja: ちりょくのハネ

# item.61.name
source: X Sp. Atk
it: Att. Speciale X
ja: スペシャルアップ

# item.610.name
source: Clever Feather
it: Piumintuito
ja: せいしんのハネ

# item.611.name
source: Swift Feather
it: Piumreazione
ja: しゅんぱつのハネ

# item.612.name
source: Pretty Feather
it: Piumabella
ja: きれいなハネ

# item.613.name
source: Cover Fossil
it: Fossiltappo
ja: ふたのカセキ

# item.614.name
source: Plume Fossil
it: Fossilpiuma
ja: はねのカセキ

# item.615.name
source: Liberty Pass
it: Liberticket
ja: リバティチケット

# item.616.name
source: Pass Orb
it: Passabilia
ja: デルダマ

# item.617.name
source: Dream Ball
ja: ドリームボール

# item.618.name
source: Poké Toy
it: Pokégingillo
ja: ポケじゃらし

# item.619.name
source: Prop Case
it: Portagadget
ja: グッズケース

# item.62.name
source: X Sp. Def
it: Dif. Speciale X
ja: スペシャルガード

# item.620.name
source: Dragon Skull
it: Teschio
ja: ドラゴンのホネ

# item.621.name
source: Balm Mushroom
it: Profumfungo
ja: かおるキノコ

# item.622.name
source: Big Nugget
it: Granpepita
ja: でかいきんのたま

# item.623.name
source: Pearl String
it: Trittiperla
ja: おだんごしんじゅ

# item.624.name
source: Comet Shard
it: Pezzo Cometa
ja: すいせいのかけら

# item.625.name
source: Relic Copper
it: Soldantico
ja: こだいのどうか

# item.626.name
source: Relic Silver
it: Ducatantico
ja: こだいのぎんか

# item.627.name
source: Relic Gold
it: Doblonantico
ja: こだいのきんか

# item.628.name
source: Relic Vase
it: Vasantico
ja: こだいのツボ

# item.629.name
source: Relic Band
it: Bracciantico
ja: こだいのうでわ

# item.63.name
source: Poké Doll
it: Poké Bambola
ja: ピッピにんぎょう

# item.630.name
source: Relic Statue
it: Statuantica
ja: こだいのせきぞう

# item.631.name
source: Relic Crown
it: Coronantica
ja: こだいのおうかん

# item.632.name
source: Casteliacone
it: Conostropoli
ja: ヒウンアイス

# item.633.name
source: Dire Hit 2
it: Supercolpo 2
ja: クリティカット２

# item.634.name
source: X Speed 2
it: Velocità X-2
ja: スピーダー２

# item.635.name
source: X Sp. Atk 2
it: Att. Sp. X-2
ja: ＳＰアップ２

# item.636.name
source: X Sp. Def 2
it: Dif. Spec. X-2
ja: ＳＰガード２

# item.637.name
source: X Defense 2
it: Difesa X-2
ja: ディフェンダー２

# item.638.name
source: X Attack 2
it: Attacco X-2
ja: プラスパワー２

# item.639.name
source: X Accuracy 2
it: Precisione X-2
ja: ヨクアタール２

# item.64.name
source: Fluffy Tail
it: Coda Skitty
ja: エネコのシッポ

# item.640.name
source: X Speed 3
it: Velocità X-3
ja: スピーダー３

# item.641.name
source: X Sp. Atk 3
it: Att. Sp. X-3
ja: ＳＰアップ３

# item.642.name
source: X Sp. Def 3
it: Dif. Spec. X-3
ja: ＳＰガード３

# item.643.name
source: X Defense 3
it: Difesa X-3
ja: ディフェンダー３

# item.644.name
source: X Attack 3
it: Attacco X-3
ja: プラスパワー３

# item.645.name
source: X Accuracy 3
it: Precisione X-3
ja: ヨクアタール３

# item.646.name
source: X Speed 6
it: Velocità X-6
ja: スピーダー６

# item.647.name
source: X Sp. Atk 6
it: Att. Sp. X-6
ja: ＳＰアップ６

# item.648.name
source: X Sp. Def 6
it: Dif. Spec. X-6
ja: ＳＰガード６

# item.649.name
source: X Defense 6
it: Difesa X-6
ja: ディフェンダー６

# item.65.name
source: Blue Flute
it: Flauto Blu
ja: あおいビードロ

# item.650.name
source: X Attack 6
it: Attacco X-6
ja: プラスパワー６

# item.651.name
source: X Accuracy 6
it: Precisione X-6
ja: ヨクアタール６

# item.652.name
source: Ability Urge
it: Chiamabilità
ja: スキルコール

# item.653.name
source: Item Drop
it: Lascioggetto
ja: アイテムドロップ

# item.654.name
source: Item Urge
it: Chiamoggetto
ja: アイテムコール

# item.655.name
source: Reset Urge
it: Ripristino
ja: フラットコール

# item.656.name
source: Dire Hit 3
it: Supercolpo 3
ja: クリティカット３

# item.657.name
source: Light Stone
it: Chiarolite
ja: ライトストーン

# item.658.name
source: Dark Stone
it: Scurolite
ja: ダークストーン

# item.659.name
source: TM93
it: MT93
ja: わざマシン９３

# item.66.name
source: Yellow Flute
it: Flauto Giallo
ja: きいろビードロ

# item.660.name
source: TM94
it: MT94
ja: わざマシン９４

# item.661.name
source: TM95
it: MT95
ja: わざマシン９５

# item.662.name
source: Xtransceiver
it: Interpoké
ja: ライブキャスター

# item.663.name
source: god stone
ja: ゴッドストーン

# item.664.name
source: Gram 1
it: Missiva 1
ja: はいたつぶつ１

# item.665.name
source: Gram 2
it: Missiva 2
ja: はいたつぶつ２

# item.666.name
source: Gram 3
it: Missiva 3
ja: はいたつぶつ３

# item.668.name
source: Dragon Gem
it: Bijoudrago
ja: ドラゴンジュエル

# item.669.name
source: Normal Gem
it: Bijounormale
ja: ノーマルジュエル

# item.67.name
source: Red Flute
it: Flauto Rosso
ja: あかいビードロ

# item.670.name
source: Medal Box
it: Box Premi
ja: メダルボックス

# item.671.name
source: DNA Splicers
it: Cuneo DNA
ja: いでんしのくさび

# item.673.name
source: Permit
it: Permesso
ja: きょかしょう

# item.674.name
source: Oval Charm
it: Ovamuleto
ja: まるいおまもり

# item.675.name
source: Shiny Charm
it: Cromamuleto
ja: ひかるおまもり

# item.676.name
source: Plasma Card
it: Carta Plasma
ja: プラズマカード

# item.677.name
source: Grubby Hanky
it: Pezza Sporca
ja: よごれたハンカチ

# item.678.name
source: Colress Machine
it: Acrocongegno
ja: アクロママシーン

# item.679.name
source: Dropped Item
it: Oggetto perso
ja: わすれもの

# item.68.name
source: Black Flute
it: Flauto Nero
ja: くろいビードロ

# item.681.name
source: Reveal Glass
it: Verispecchio
ja: うつしかがみ

# item.682.name
source: Weakness Policy
it: Vulneropolizza
ja: じゃくてんほけん

# item.683.name
source: Assault Vest
it: Corpetto assalto
ja: とつげきチョッキ

# item.684.name
source: Pixie Plate
it: Lastraspiritello
ja: せいれいプレート

# item.685.name
source: Ability Capsule
it: Capsula abilità
ja: とくせいカプセル

# item.686.name
source: Whipped Dream
it: Dolcespuma
ja: ホイップポップ

# item.687.name
source: Sachet
it: Bustina aromi
ja: においぶくろ

# item.688.name
source: Luminous Moss
it: Muschioluce
ja: ひかりごけ

# item.689.name
source: Snowball
it: Palla di neve
ja: ゆきだま

# item.69.name
source: White Flute
it: Flauto Bianco
ja: しろいビードロ

# item.690.name
source: Safety Goggles
it: Visierantisabbia
ja: ぼうじんゴーグル

# item.691.name
source: Rich Mulch
it: Fertilflorido
ja: たわわこやし

# item.692.name
source: Surprise Mulch
it: Fertilsorpresa
ja: びっくりこやし

# item.693.name
source: Boost Mulch
it: Fertilcopioso
ja: ぐんぐんこやし

# item.694.name
source: Amaze Mulch
it: Fertilprodigio
ja: とんでもこやし

# item.695.name
source: Gengarite
ja: ゲンガナイト

# item.696.name
source: Gardevoirite
ja: サーナイトナイト

# item.697.name
source: Ampharosite
ja: デンリュウナイト

# item.698.name
source: Venusaurite
ja: フシギバナイト

# item.699.name
source: Charizardite X
ja: リザードナイトＸ

# item.7.name
source: Dive Ball
it: Sub Ball
ja: ダイブボール

# item.70.name
source: Shoal Salt
it: Sale Ondoso
ja: あさせのしお

# item.700.name
source: Blastoisinite
it: Blastoisite
ja: カメックスナイト

# item.701.name
source: Mewtwonite X
it: Mewtwoite X
ja: ミュウツナイトＸ

# item.702.name
source: Mewtwonite Y
it: Mewtwoite Y
ja: ミュウツナイトＹ

# item.703.name
source: Blazikenite
ja: バシャーモナイト

# item.704.name
source: Medichamite
ja: チャーレムナイト

# item.705.name
source: Houndoominite
it: Houndoomite
ja: ヘルガナイト

# item.706.name
source: Aggronite
ja: ボスゴドラナイト

# item.707.name
source: Banettite
ja: ジュペッタナイト

# item.708.name
source: Tyranitarite
ja: バンギラスナイト

# item.709.name
source: Scizorite
ja: ハッサムナイト

# item.71.name
source: Shoal Shell
it: Gusciondoso
ja: あさせのかいがら

# item.710.name
source: Pinsirite
ja: カイロスナイト

# item.711.name
source: Aerodactylite
ja: プテラナイト

# item.712.name
source: Lucarionite
it: Lucarite
ja: ルカリオナイト

# item.713.name
source: Abomasite
it: Abomasnowite
ja: ユキノオナイト

# item.714.name
source: Kangaskhanite
ja: ガルーラナイト

# item.715.name
source: Gyaradosite
ja: ギャラドスナイト

# item.716.name
source: Absolite
ja: アブソルナイト

# item.717.name
source: Charizardite Y
ja: リザードナイトＹ

# item.718.name
source: Alakazite
it: Alakazamite
ja: フーディナイト

# item.719.name
source: Heracronite
it: Heracrossite
ja: ヘラクロスナイト

# item.72.name
source: Red Shard
it: Coccio Rosso
ja: あかいかけら

# item.720.name
source: Mawilite
ja: クチートナイト

# item.721.name
source: Manectite
it: Manectricite
ja: ライボルトナイト

# item.722.name
source: Garchompite
ja: ガブリアスナイト

# item.723.name
source: Roseli Berry
it: Baccarcadè
ja: ロゼルのみ

# item.724.name
source: Kee Berry
it: Baccalighia
ja: アッキのみ

# item.725.name
source: Maranga Berry
it: Baccapane
ja: タラプのみ

# item.726.name
source: Discount Coupon
it: Buono sconto
ja: バーゲンチケット

# item.727.name
source: Strange Souvenir
it: Strano ninnolo
ja: ふしぎなおきもの

# item.728.name
source: Lumiose Galette
it: Pan di Lumi
ja: ミアレガレット

# item.729.name
source: Jaw Fossil
it: Fossilmascella
ja: アゴのカセキ

# item.73.name
source: Blue Shard
it: Coccio Blu
ja: あおいかけら

# item.730.name
source: Sail Fossil
it: Fossilpinna
ja: ヒレのカセキ

# item.731.name
source: Fairy Gem
it: Bijoufolletto
ja: ようせいジュエル

# item.732.name
source: Adventure Guide
it: Guida Avventura
ja: たんけんこころえ

# item.733.name
source: Elevator Key
it: Chiave ascensore
ja: エレベータのキー

# item.734.name
source: Holo Caster
it: Holovox
ja: ホロキャスター

# item.735.name
source: Honor of Kalos
it: Emblema di Kalos
ja: カロスエンブレム

# item.736.name
source: Intriguing Stone
it: Sasso suggestivo
ja: すごそうないし

# item.737.name
source: Lens Case
it: Portalenti
ja: レンズケース

# item.738.name
source: Looker Ticket
it: Carta Bellocchio
ja: ハンサムチケット
