Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Items.strings
Languages: it, ja

# item.739.name
source: Mega Ring
it: Megacerchio
ja: メガリング

# item.74.name
source: Yellow Shard
it: Coccio Giallo
ja: きいろいかけら

# item.740.name
source: Power Plant Pass
it: Pass Centrale
ja: はつでんしょパス

# item.741.name
source: Prof’s Letter
it: Lettera del Prof
ja: はかせのてがみ

# item.742.name
source: Roller Skates
it: Pattini
ja: ローラースケート

# item.743.name
source: Sprinklotad
it: Irrigalotad
ja: ハスボーじょうろ

# item.744.name
source: TMV Pass
it: Pass TMV
ja: ＴＭＶパス

# item.745.name
source: TM96
it: MT96
ja: わざマシン９６

# item.746.name
source: TM97
it: MT97
ja: わざマシン９７

# item.747.name
source: TM98
it: MT98
ja: わざマシン９８

# item.748.name
source: TM99
it: MT99
ja: わざマシン９９

# item.749.name
source: TM100
it: MT100
ja: わざマシン１００

# item.75.name
source: Green Shard
it: Coccio Verde
ja: みどりのかけら

# item.76.name
source: Super Repel
it: Superrepellente
ja: シルバースプレー

# item.760.name
source: Latiasite
ja: ラティアスナイト

# item.761.name
source: Latiosite
ja: ラティオスナイト

# item.762.name
source: Common Stone
it: Sasso qualsiasi
ja: ありふれたいし

# item.763.name
source: Makeup Bag
it: Trousse
ja: コスメポーチ

# item.764.name
source: Travel Trunk
it: Baule per abiti
ja: いしょうトランク

# item.765.name
source: Shalour Sable
it: Yantafrollino
ja: シャラサブレ

# item.768.name
source: Mega Charm
it: Megaciondolo
ja: メガチャーム

# item.769.name
source: Mega Glove
it: Megaguanto
ja: メガグローブ

# item.77.name
source: Max Repel
it: Repellente Max
ja: ゴールドスプレー

# item.770.name
source: Devon Parts
it: Merce Devon
ja: デボンのにもつ

# item.772.name
source: Pokéblock Kit
it: Kit Pokémelle
ja: ポロックキット

# item.773.name
source: Key to Room 1
it: Chiave stanza 1
ja: １ごうしつのカギ

# item.774.name
source: Key to Room 2
it: Chiave stanza 2
ja: ２ごうしつのカギ

# item.775.name
source: Key to Room 4
it: Chiave stanza 4
ja: ４ごうしつのカギ

# item.776.name
source: Key to Room 6
it: Chiave stanza 6
ja: ６ごうしつのカギ

# item.779.name
source: Devon Scuba Gear
it: Maschera Devon
ja: デボンボンベ

# item.78.name
source: Escape Rope
it: Fune di fuga
ja: あなぬけのヒモ

# item.780.name
source: Contest Costume
it: Costume Live
ja: ライブスーツ

# item.782.name
source: Magma Suit
it: Tuta Magma
ja: マグマスーツ

# item.783.name
source: Aqua Suit
it: Tuta Idro
ja: アクアスーツ

# item.784.name
source: Pair of Tickets
it: Biglietto doppio
ja: ペアチケット

# item.785.name
source: Mega Bracelet
it: Megabracciale
ja: メガバングル

# item.786.name
source: Mega Pendant
it: Megapendente
ja: メガペンダント

# item.787.name
source: Mega Glasses
it: Megaocchiali
ja: メガメガネ

# item.788.name
source: Mega Anchor
it: Megaancora
ja: メガイカリ

# item.789.name
source: Mega Stickpin
it: Megaspilla
ja: メガラペルピン

# item.79.name
source: Repel
it: Repellente
ja: むしよけスプレー

# item.790.name
source: Mega Tiara
it: Megadiadema
ja: メガティアラ

# item.791.name
source: Mega Anklet
it: Megagambale
ja: メガアンクレット

# item.793.name
source: Swampertite
ja: ラグラージナイト

# item.794.name
source: Sceptilite
ja: ジュカインナイト

# item.795.name
source: Sablenite
it: Sableyite
ja: ヤミラミナイト

# item.796.name
source: Altarianite
it: Altarite
ja: チルタリスナイト

# item.797.name
source: Galladite
ja: エルレイドナイト

# item.798.name
source: Audinite
ja: タブンネナイト

# item.799.name
source: Metagrossite
ja: メタグロスナイト

# item.8.name
source: Nest Ball
it: Minor Ball
ja: ネストボール

# item.80.name
source: Sun Stone
it: Pietrasolare
ja: たいようのいし

# item.800.name
source: Sharpedonite
it: Sharpedite
ja: サメハダナイト

# item.801.name
source: Slowbronite
it: Slowbroite
ja: ヤドランナイト

# item.802.name
source: Steelixite
ja: ハガネールナイト

# item.803.name
source: Pidgeotite
ja: ピジョットナイト

# item.804.name
source: Glalitite
it: Glalite
ja: オニゴーリナイト

# item.805.name
source: Diancite
ja: ディアンシナイト

# item.806.name
source: Prison Bottle
it: Vaso del vincolo
ja: いましめのツボ

# item.807.name
source: Mega Cuff
it: Megapolsiera
ja: メガブレス

# item.808.name
source: Cameruptite
ja: バクーダナイト

# item.809.name
source: Lopunnite
ja: ミミロップナイト

# item.81.name
source: Moon Stone
it: Pietralunare
ja: つきのいし

# item.810.name
source: Salamencite
ja: ボーマンダナイト

# item.811.name
source: Beedrillite
ja: スピアナイト

# item.814.name
source: Key Stone
it: Pietrachiave
ja: キーストーン

# item.815.name
source: Meteorite Shard
it: Framm. meteorite
ja: いんせきのかけら

# item.816.name
source: Eon Flute
it: Flauto Eone
ja: むげんのふえ

# item.817.name
source: Normalium Z
it: Normium Z
ja: ノーマルＺ

# item.818.name
source: Firium Z
it: Pirium Z
ja: ホノオＺ

# item.819.name
source: Waterium Z
it: Idrium Z
ja: ミズＺ

# item.82.name
source: Fire Stone
it: Pietrafocaia
ja: ほのおのいし

# item.820.name
source: Electrium Z
ja: デンキＺ

# item.821.name
source: Grassium Z
it: Herbium Z
ja: クサＺ

# item.822.name
source: Icium Z
it: Glacium Z
ja: コオリＺ

# item.823.name
source: Fightinium Z
it: Luctium Z
ja: カクトウＺ

# item.824.name
source: Poisonium Z
it: Venenium Z
ja: ドクＺ

# item.825.name
source: Groundium Z
it: Terrium Z
ja: ジメンＺ

# item.826.name
source: Flyinium Z
it: Volantium Z
ja: ヒコウＺ

# item.827.name
source: Psychium Z
it: Psichium Z
ja: エスパーＺ

# item.828.name
source: Buginium Z
it: Insectium Z
ja: ムシＺ

# item.829.name
source: Rockium Z
it: Petrium Z
ja: イワＺ

# item.83.name
source: Thunder Stone
it: Pietratuono
ja: かみなりのいし

# item.830.name
source: Ghostium Z
it: Spectrium Z
ja: ゴーストＺ

# item.831.name
source: Dragonium Z
it: Draconium Z
ja: ドラゴンＺ

# item.832.name
source: Darkinium Z
it: Obscurium Z
ja: アクＺ

# item.833.name
source: Steelium Z
it: Metallium Z
ja: ハガネＺ

# item.834.name
source: Fairium Z
it: Follectium Z
ja: フェアリーＺ

# item.835.name
source: Pikanium Z
it: Pikacium Z
ja: ピカチュウＺ

# item.836.name
source: Bottle Cap
it: Tappo d’argento
ja: ぎんのおうかん

# item.837.name
source: Gold Bottle Cap
it: Tappo d’oro
ja: きんのおうかん

# item.838.name
source: Z-Ring
it: Cerchio Z
ja: Ｚリング

# item.839.name
source: Decidium Z
it: Deciduenium Z
ja: ジュナイパーＺ

# item.84.name
source: Water Stone
it: Pietraidrica
ja: みずのいし

# item.840.name
source: Incinium Z
it: Incineronium Z
ja: ガオガエンＺ

# item.841.name
source: Primarium Z
it: Primarinium Z
ja: アシレーヌＺ

# item.842.name
source: Tapunium Z
it: Tapium Z
ja: カプＺ

# item.843.name
source: Marshadium Z
ja: マーシャドーＺ

# item.844.name
source: Aloraichium Z
it: Aloraicium Z
ja: アロライＺ

# item.845.name
source: Snorlium Z
it: Snorlactium Z
ja: カビゴンＺ

# item.846.name
source: Eevium Z
ja: イーブイＺ

# item.847.name
source: Mewnium Z
ja: ミュウＺ

# item.85.name
source: Leaf Stone
it: Pietrafoglia
ja: リーフのいし

# item.86.name
source: Tiny Mushroom
it: Minifungo
ja: ちいさなキノコ

# item.87.name
source: Big Mushroom
it: Grande Fungo
ja: おおきなキノコ

# item.877.name
source: Pikashunium Z
it: Ashpikacium Z
ja: サトピカＺ

# item.878.name
source: Forage Bag
it: Portaingredienti
ja: ざいりょうぶくろ

# item.879.name
source: Fishing Rod
it: Amo
ja: つりざお

# item.88.name
source: Pearl
it: Perla
ja: しんじゅ

# item.880.name
source: Professor’s Mask
it: Maschera Prof.
ja: はかせのふくめん

# item.881.name
source: Festival Ticket
it: Festicket
ja: フェスチケット

# item.882.name
source: Sparkling Stone
it: Pietra lucente
ja: かがやくいし

# item.883.name
source: Adrenaline Orb
it: Fifasfera
ja: ビビリだま

# item.884.name
source: Zygarde Cube
it: Teca Zygarde
ja: ジガルデキューブ

# item.885.name
source: Ice Stone
it: Pietragelo
ja: こおりのいし

# item.886.name
source: Ride Pager
it: Chiamapassaggio
ja: ライドギア

# item.887.name
source: Beast Ball
it: UC Ball
ja: ウルトラボール

# item.888.name
source: Big Malasada
it: Malasada maxi
ja: おおきいマラサダ

# item.889.name
source: Red Nectar
it: Nettare rosso
ja: くれないのミツ

# item.89.name
source: Big Pearl
it: Grande Perla
ja: おおきなしんじゅ

# item.890.name
source: Yellow Nectar
it: Nettare giallo
ja: やまぶきのミツ

# item.891.name
source: Pink Nectar
it: Nettare rosa
ja: うすもものミツ

# item.892.name
source: Purple Nectar
it: Nettare viola
ja: むらさきのミツ

# item.893.name
source: Sun Flute
it: Flauto solare
ja: たいようのふえ

# item.894.name
source: Moon Flute
it: Flauto lunare
ja: つきのふえ

# item.895.name
source: Enigmatic Card
it: Lettera segreta
ja: あやしいカード

# item.896.name
source: Terrain Extender
it: Fissacampo
ja: グランドコート

# item.897.name
source: Protective Pads
it: Smorzaurti
ja: ぼうごパット

# item.898.name
source: Electric Seed
it: Elettroseme
ja: エレキシード

# item.899.name
source: Psychic Seed
it: Psicoseme
ja: サイコシード

# item.9.name
source: Repeat Ball
it: Bis Ball
ja: リピートボール

# item.90.name
source: Stardust
it: Polvostella
ja: ほしのすな

# item.900.name
source: Misty Seed
it: Nebbiaseme
ja: ミストシード

# item.901.name
source: Grassy Seed
it: Erbaseme
ja: グラスシード

# item.902.name
source: Fighting Memory
it: ROM Lotta
ja: ファイトメモリ

# item.903.name
source: Flying Memory
it: ROM Volante
ja: フライングメモリ

# item.904.name
source: Poison Memory
it: ROM Veleno
ja: ポイズンメモリ

# item.905.name
source: Ground Memory
it: ROM Terra
ja: グラウンドメモリ

# item.906.name
source: Rock Memory
it: ROM Roccia
ja: ロックメモリ

# item.907.name
source: Bug Memory
it: ROM Coleottero
ja: バグメモリ

# item.908.name
source: Ghost Memory
it: ROM Spettro
ja: ゴーストメモリ

# item.909.name
source: Steel Memory
it: ROM Acciaio
ja: スチールメモリ

# item.91.name
source: Star Piece
it: Pezzo Stella
ja: ほしのかけら

# item.910.name
source: Fire Memory
it: ROM Fuoco
ja: ファイヤーメモリ

# item.911.name
source: Water Memory
it: ROM Acqua
ja: ウオーターメモリ

# item.912.name
source: Grass Memory
it: ROM Erba
ja: グラスメモリ

# item.913.name
source: Electric Memory
it: ROM Elettro
ja: エレクトロメモリ

# item.914.name
source: Psychic Memory
it: ROM Psico
ja: サイキックメモリ

# item.915.name
source: Ice Memory
it: ROM Ghiaccio
ja: アイスメモリ

# item.916.name
source: Dragon Memory
it: ROM Drago
ja: ドラゴンメモリ

# item.917.name
source: Dark Memory
it: ROM Buio
ja: ダークメモリ

# item.918.name
source: Fairy Memory
it: ROM Folletto
ja: フェアリーメモリ

# item.919.name
source: Bike
it: Bicicletta
ja: じてんしゃ

# item.92.name
source: Nugget
it: Pepita
ja: きんのたま

# item.920.name
source: Storage Key
it: Depochiave
ja: そうこのカギ

# item.921.name
source: Basement Key
it: Chiave sotterr.
ja: ちかのかぎ

# item.922.name
source: Xtransceiver
it: Interpoké
ja: ライブキャスター

# item.923.name
source: Xtransceiver
it: Interpoké
ja: ライブキャスター

# item.924.name
source: DNA Splicers
it: Cuneo DNA
ja: いでんしのくさび

# item.925.name
source: DNA Splicers
it: Cuneo DNA
ja: いでんしのくさび

# item.926.name
source: Dropped Item
it: Oggetto perso
ja: わすれもの

# item.927.name
source: Dropped Item
it: Oggetto perso
ja: わすれもの

# item.928.name
source: Holo Caster
it: Holovox
ja: ホロキャスター

# item.929.name
source: Bike
it: Bicicletta
ja: じてんしゃ

# item.93.name
source: Heart Scale
it: Squama Cuore
ja: ハートのウロコ

# item.930.name
source: Holo Caster
it: Holovox
ja: ホロキャスター

# item.931.name
source: Basement Key
it: Chiave sotterr.
ja: ちかのカギ

# item.932.name
source: Storage Key
it: Chiave magazzino
ja: そうこのカギ

# item.933.name
source: S.S. Ticket
it: Biglietto nave
ja: ふねのチケット

# item.934.name
source: Contest Costume
it: Vestito Live
ja: ライブドレス

# item.935.name
source: Meteorite
ja: いんせき

# item.936.name
source: Meteorite
ja: いんせき

# item.937.name
source: Meteorite
ja: いんせき

# item.938.name
source: Normalium Z
it: Normium Z
ja: ノーマルＺ

# item.939.name
source: Firium Z
it: Pirium Z
ja: ホノオＺ

# item.94.name
source: Honey
it: Miele
ja: あまいミツ

# item.940.name
source: Waterium Z
it: Idrium Z
ja: ミズＺ

# item.941.name
source: Electrium Z
ja: デンキＺ

# item.942.name
source: Grassium Z
it: Herbium Z
ja: クサＺ

# item.943.name
source: Icium Z
it: Glacium Z
ja: コオリＺ

# item.944.name
source: Fightinium Z
it: Luctium Z
ja: カクトウＺ

# item.945.name
source: Poisonium Z
it: Venenium Z
ja: ドクＺ

# item.946.name
source: Groundium Z
it: Terrium Z
ja: ジメンＺ

# item.947.name
source: Flyinium Z
it: Volantium Z
ja: ヒコウＺ

# item.948.name
source: Psychium Z
it: Psichium Z
ja: エスパーＺ

# item.949.name
source: Buginium Z
it: Insectium Z
ja: ムシＺ

# item.95.name
source: Growth Mulch
it: Fertilrapido
ja: すくすくこやし

# item.950.name
source: Rockium Z
it: Petrium Z
ja: イワＺ

# item.951.name
source: Ghostium Z
it: Spectrium Z
ja: ゴーストＺ

# item.952.name
source: Dragonium Z
it: Draconium Z
ja: ドラゴンＺ

# item.953.name
source: Darkinium Z
it: Obscurium Z
ja: アクＺ

# item.954.name
source: Steelium Z
it: Metallium Z
ja: ハガネＺ

# item.955.name
source: Fairium Z
it: Follectium Z
ja: フェアリーＺ

# item.956.name
source: Pikanium Z
it: Pikacium Z
ja: ピカチュウＺ

# item.957.name
source: Decidium Z
it: Deciduenium Z
ja: ジュナイパーＺ

# item.958.name
source: Incinium Z
it: Incineronium Z
ja: ガオガエンＺ

# item.959.name
source: Primarium Z
it: Primarinium Z
ja: アシレーヌＺ

# item.96.name
source: Damp Mulch
it: Fertilidro
ja: じめじめこやし

# item.960.name
source: Tapunium Z
it: Tapium Z
ja: カプＺ

# item.961.name
source: Marshadium Z
ja: マーシャドーＺ

# item.962.name
source: Aloraichium Z
it: Aloraicium Z
ja: アロライＺ

# item.963.name
source: Snorlium Z
it: Snorlactium Z
ja: カビゴンＺ

# item.964.name
source: Eevium Z
ja: イーブイＺ

# item.965.name
source: Mewnium Z
ja: ミュウＺ

# item.966.name
source: Pikashunium Z
it: Ashpikacium Z
ja: サトピカＺ

# item.967.name
source: Solganium Z
it: Solgaleium Z
ja: ソルガレオＺ

# item.968.name
source: Lunalium Z
ja: ルナアーラＺ

# item.969.name
source: Ultranecrozium Z
ja: ウルトラネクロＺ

# item.97.name
source: Stable Mulch
it: Fertilsaldo
ja: ながながこやし

# item.970.name
source: Mimikium Z
it: Mimikyum Z
ja: ミミッキュＺ

# item.971.name
source: Lycanium Z
it: Lycanrochium Z
ja: ルガルガンＺ

# item.972.name
source: Kommonium Z
ja: ジャラランガＺ

# item.973.name
source: Solganium Z
it: Solgaleium Z
ja: ソルガレオＺ

# item.974.name
source: Lunalium Z
ja: ルナアーラＺ

# item.975.name
source: Ultranecrozium Z
ja: ウルトラネクロＺ

# item.976.name
source: Mimikium Z
it: Mimikyum Z
ja: ミミッキュＺ

# item.977.name
source: Lycanium Z
it: Lycanrochium Z
ja: ルガルガンＺ

# item.978.name
source: Kommonium Z
ja: ジャラランガＺ

# item.979.name
source: Z-Power Ring
it: Supercerchio Z
ja: Ｚパワーリング

# item.98.name
source: Gooey Mulch
it: Fertilcolla
ja: ねばねばこやし

# item.980.name
source: Pink Petal
it: Petalo rosa
ja: ももいろはなびら

# item.981.name
source: Orange Petal
it: Petalo arancione
ja: だいだいはなびら

# item.982.name
source: Blue Petal
it: Petalo azzurro
ja: あおのはなびら

# item.983.name
source: Red Petal
it: Petalo rosso
ja: あかのはなびら

# item.984.name
source: Green Petal
it: Petalo verde
ja: みどりのはなびら

# item.985.name
source: Yellow Petal
it: Petalo giallo
ja: きいろのはなびら

# item.986.name
source: Purple Petal
it: Petalo violetto
ja: むらさきはなびら

# item.987.name
source: Rainbow Flower
it: Fiore arcobaleno
ja: にじいろのはな

# item.988.name
source: Surge Badge
it: Medaglia Tonante
ja: だいだいバッジ

# item.989.name
source: N-Solarizer
it: Necrosolix
ja: ネクロプラスソル

# item.99.name
source: Root Fossil
it: Radifossile
ja: ねっこのカセキ

# item.990.name
source: N-Lunarizer
it: Necrolunix
ja: ネクロプラスルナ

# item.991.name
source: N-Solarizer
it: Necrosolix
ja: ネクロプラスソル

# item.992.name
source: N-Lunarizer
it: Necrolunix
ja: ネクロプラスルナ

# item.993.name
source: Ilima Normalium Z
it: Normium Z Liam
ja: イリマノーマルＺ

# item.994.name
source: Left Poké Ball
it: Poké Ball altrui
ja: のこされたボール

# item.995.name
source: Roto Hatch
it: Cova’n’roll
ja: タマゴふかポン

# item.996.name
source: Roto Bargain
it: Sconto’n’roll
ja: やすうりポン

# item.997.name
source: Roto Prize Money
it: Soldi’n’roll
ja: おこづかいポン

# item.998.name
source: Roto Exp. Points
it: Esp’n’roll
ja: けいけんポン

# item.999.name
source: Roto Friendship
it: Affetto’n’roll
ja: なつきポン
