Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Moves.strings
Languages: es, fr, ja

# move.374.name
source: Fling
es: Lanzamiento
fr: Dégommage
ja: なげつける

# move.375.name
source: Psycho Shift
es: Psicocambio
fr: Échange Psy
ja: サイコシフト

# move.376.name
source: Trump Card
es: As Oculto
fr: Atout
ja: きりふだ

# move.377.name
source: Heal Block
es: Anticura
fr: Anti-Soin
ja: かいふくふうじ

# move.378.name
source: Wring Out
es: Estrujón
fr: Essorage
ja: しぼりとる

# move.379.name
source: Power Trick
es: Truco Fuerza
fr: Astuce Force
ja: パワートリック

# move.38.name
source: Double-Edge
es: Doble Filo
fr: Damoclès
ja: すてみタックル

# move.380.name
source: Gastro Acid
es: Bilis
fr: Suc Digestif
ja: いえき

# move.381.name
source: Lucky Chant
es: Conjuro
fr: Air Veinard
ja: おまじない

# move.382.name
source: Me First
es: Yo Primero
fr: Moi d’Abord
ja: さきどり

# move.383.name
source: Copycat
es: Copión
fr: Photocopie
ja: まねっこ

# move.384.name
source: Power Swap
es: Cambiafuerza
fr: Permuforce
ja: パワースワップ

# move.385.name
source: Guard Swap
es: Cambiadefensa
fr: Permugarde
ja: ガードスワップ

# move.386.name
source: Punishment
es: Castigo
fr: Punition
ja: おしおき

# move.387.name
source: Last Resort
es: Última Baza
fr: Dernier Recours
ja: とっておき

# move.388.name
source: Worry Seed
es: Abatidoras
fr: Soucigraine
ja: なやみのタネ

# move.389.name
source: Sucker Punch
es: Golpe Bajo
fr: Coup Bas
ja: ふいうち

# move.39.name
source: Tail Whip
es: Látigo
fr: Mimi-Queue
ja: しっぽをふる

# move.390.name
source: Toxic Spikes
es: Púas Tóxicas
fr: Pics Toxik
ja: どくびし

# move.391.name
source: Heart Swap
es: Cambia Almas
fr: Permucœur
ja: ハートスワップ

# move.392.name
source: Aqua Ring
es: Acua Aro
fr: Anneau Hydro
ja: アクアリング

# move.393.name
source: Magnet Rise
es: Levitón
fr: Vol Magnétik
ja: でんじふゆう

# move.394.name
source: Flare Blitz
es: Envite Ígneo
fr: Boutefeu
ja: フレアドライブ

# move.395.name
source: Force Palm
es: Palmeo
fr: Forte-Paume
ja: はっけい

# move.396.name
source: Aura Sphere
es: Esfera Aural
fr: Aurasphère
ja: はどうだん

# move.397.name
source: Rock Polish
es: Pulimento
fr: Poliroche
ja: ロックカット

# move.398.name
source: Poison Jab
es: Puya Nociva
fr: Direct Toxik
ja: どくづき

# move.399.name
source: Dark Pulse
es: Pulso Umbrío
fr: Vibrobscur
ja: あくのはどう

# move.4.name
source: Comet Punch
es: Puño Cometa
fr: Poing Comète
ja: れんぞくパンチ

# move.40.name
source: Poison Sting
es: Picotazo Veneno
fr: Dard-Venin
ja: どくばり

# move.400.name
source: Night Slash
es: Tajo Umbrío
fr: Tranche-Nuit
ja: つじぎり

# move.401.name
source: Aqua Tail
es: Acua Cola
fr: Hydro-Queue
ja: アクアテール

# move.402.name
source: Seed Bomb
es: Bomba Germen
fr: Canon Graine
ja: タネばくだん

# move.403.name
source: Air Slash
es: Tajo Aéreo
fr: Lame d’Air
ja: エアスラッシュ

# move.404.name
source: X-Scissor
es: Tijera X
fr: Plaie Croix
ja: シザークロス

# move.405.name
source: Bug Buzz
es: Zumbido
fr: Bourdon
ja: むしのさざめき

# move.406.name
source: Dragon Pulse
es: Pulso Dragón
fr: Draco-Choc
ja: りゅうのはどう

# move.407.name
source: Dragon Rush
es: Carga Dragón
fr: Draco-Charge
ja: ドラゴンダイブ

# move.408.name
source: Power Gem
es: Joya de Luz
fr: Rayon Gemme
ja: パワージェム

# move.409.name
source: Drain Punch
es: Puño Drenaje
fr: Vampi-Poing
ja: ドレインパンチ

# move.41.name
source: Twineedle
es: Doble Ataque
fr: Double Dard
ja: ダブルニードル

# move.410.name
source: Vacuum Wave
es: Onda Vacío
fr: Onde Vide
ja: しんくうは

# move.411.name
source: Focus Blast
es: Onda Certera
fr: Exploforce
ja: きあいだま

# move.412.name
source: Energy Ball
es: Energibola
fr: Éco-Sphère
ja: エナジーボール

# move.413.name
source: Brave Bird
es: Pájaro Osado
fr: Rapace
ja: ブレイブバード

# move.414.name
source: Earth Power
es: Tierra Viva
fr: Telluriforce
ja: だいちのちから

# move.415.name
source: Switcheroo
es: Trapicheo
fr: Passe-Passe
ja: すりかえ

# move.416.name
source: Giga Impact
es: Gigaimpacto
ja: ギガインパクト

# move.417.name
source: Nasty Plot
es: Maquinación
fr: Machination
ja: わるだくみ

# move.418.name
source: Bullet Punch
es: Puño Bala
fr: Pisto-Poing
ja: バレットパンチ

# move.419.name
source: Avalanche
es: Alud
ja: ゆきなだれ

# move.42.name
source: Pin Missile
es: Pin Misil
fr: Dard-Nuée
ja: ミサイルばり

# move.420.name
source: Ice Shard
es: Canto Helado
fr: Éclats Glace
ja: こおりのつぶて

# move.421.name
source: Shadow Claw
es: Garra Umbría
fr: Griffe Ombre
ja: シャドークロー

# move.422.name
source: Thunder Fang
es: Colmillo Rayo
fr: Crocs Éclair
ja: かみなりのキバ

# move.423.name
source: Ice Fang
es: Colmillo Hielo
fr: Crocs Givre
ja: こおりのキバ

# move.424.name
source: Fire Fang
es: Colmillo Ígneo
fr: Crocs Feu
ja: ほのおのキバ

# move.425.name
source: Shadow Sneak
es: Sombra Vil
fr: Ombre Portée
ja: かげうち

# move.426.name
source: Mud Bomb
es: Bomba Fango
fr: Boue-Bombe
ja: どろばくだん

# move.427.name
source: Psycho Cut
es: Psicocorte
fr: Coupe Psycho
ja: サイコカッター

# move.428.name
source: Zen Headbutt
es: Cabezazo Zen
fr: Psykoud’Boul
ja: しねんのずつき

# move.429.name
source: Mirror Shot
es: Disparo Espejo
fr: Miroi-Tir
ja: ミラーショット

# move.43.name
source: Leer
es: Malicioso
fr: Groz’Yeux
ja: にらみつける

# move.430.name
source: Flash Cannon
es: Foco Resplandor
fr: Luminocanon
ja: ラスターカノン

# move.431.name
source: Rock Climb
es: Treparrocas
fr: Escalade
ja: ロッククライム

# move.432.name
source: Defog
es: Despejar
fr: Anti-Brume
ja: きりばらい

# move.433.name
source: Trick Room
es: Espacio Raro
fr: Distorsion
ja: トリックルーム

# move.434.name
source: Draco Meteor
es: Cometa Draco
fr: Draco-Météore
ja: りゅうせいぐん

# move.435.name
source: Discharge
es: Chispazo
fr: Coup d’Jus
ja: ほうでん

# move.436.name
source: Lava Plume
es: Humareda
fr: Ébullilave
ja: ふんえん

# move.437.name
source: Leaf Storm
es: Lluevehojas
fr: Tempête Verte
ja: リーフストーム

# move.438.name
source: Power Whip
es: Latigazo
fr: Mégafouet
ja: パワーウィップ

# move.439.name
source: Rock Wrecker
es: Romperrocas
fr: Roc-Boulet
ja: がんせきほう

# move.44.name
source: Bite
es: Mordisco
fr: Morsure
ja: かみつく

# move.440.name
source: Cross Poison
es: Veneno X
fr: Poison Croix
ja: クロスポイズン

# move.441.name
source: Gunk Shot
es: Lanzamugre
fr: Détricanon
ja: ダストシュート

# move.442.name
source: Iron Head
es: Cabeza de Hierro
fr: Tête de Fer
ja: アイアンヘッド

# move.443.name
source: Magnet Bomb
es: Bomba Imán
fr: Bombe Aimant
ja: マグネットボム

# move.444.name
source: Stone Edge
es: Roca Afilada
fr: Lame de Roc
ja: ストーンエッジ

# move.445.name
source: Captivate
es: Seducción
fr: Séduction
ja: ゆうわく

# move.446.name
source: Stealth Rock
es: Trampa Rocas
fr: Piège de Roc
ja: ステルスロック

# move.447.name
source: Grass Knot
es: Hierba Lazo
fr: Nœud Herbe
ja: くさむすび

# move.448.name
source: Chatter
es: Cháchara
fr: Babil
ja: おしゃべり

# move.449.name
source: Judgment
es: Sentencia
fr: Jugement
ja: さばきのつぶて

# move.45.name
source: Growl
es: Gruñido
fr: Rugissement
ja: なきごえ

# move.450.name
source: Bug Bite
es: Picadura
fr: Piqûre
ja: むしくい

# move.451.name
source: Charge Beam
es: Rayo Carga
fr: Rayon Chargé
ja: チャージビーム

# move.452.name
source: Wood Hammer
es: Mazazo
fr: Martobois
ja: ウッドハンマー

# move.453.name
source: Aqua Jet
es: Acua Jet
ja: アクアジェット

# move.454.name
source: Attack Order
es: Al Ataque
fr: Appel Attaque
ja: こうげきしれい

# move.455.name
source: Defend Order
es: A Defender
fr: Appel Défense
ja: ぼうぎょしれい

# move.456.name
source: Heal Order
es: Auxilio
fr: Appel Soins
ja: かいふくしれい

# move.457.name
source: Head Smash
es: Testarazo
fr: Fracass’Tête
ja: もろはのずつき

# move.458.name
source: Double Hit
es: Doble Golpe
fr: Coup Double
ja: ダブルアタック

# move.459.name
source: Roar of Time
es: Distorsión
fr: Hurle-Temps
ja: ときのほうこう

# move.46.name
source: Roar
es: Rugido
fr: Hurlement
ja: ほえる

# move.460.name
source: Spacial Rend
es: Corte Vacío
fr: Spatio-Rift
ja: あくうせつだん

# move.461.name
source: Lunar Dance
es: Danza Lunar
fr: Danse Lune
ja: みかづきのまい

# move.462.name
source: Crush Grip
es: Agarrón
fr: Presse
ja: にぎりつぶす

# move.463.name
source: Magma Storm
es: Lluvia Ígnea
fr: Vortex Magma
ja: マグマストーム

# move.464.name
source: Dark Void
es: Brecha Negra
fr: Trou Noir
ja: ダークホール

# move.465.name
source: Seed Flare
es: Fogonazo
fr: Fulmigraine
ja: シードフレア

# move.466.name
source: Ominous Wind
es: Viento Aciago
fr: Vent Mauvais
ja: あやしいかぜ

# move.467.name
source: Shadow Force
es: Golpe Umbrío
fr: Revenant
ja: シャドーダイブ

# move.468.name
source: Hone Claws
es: Afilagarras
fr: Aiguisage
ja: つめとぎ

# move.469.name
source: Wide Guard
es: Vastaguardia
fr: Garde Large
ja: ワイドガード

# move.47.name
source: Sing
es: Canto
fr: Berceuse
ja: うたう

# move.470.name
source: Guard Split
es: Isoguardia
fr: Partage Garde
ja: ガードシェア

# move.471.name
source: Power Split
es: Isofuerza
fr: Partage Force
ja: パワーシェア

# move.472.name
source: Wonder Room
es: Zona Extraña
fr: Zone Étrange
ja: ワンダールーム

# move.473.name
source: Psyshock
es: Psicocarga
fr: Choc Psy
ja: サイコショック

# move.474.name
source: Venoshock
es: Carga Tóxica
fr: Choc Venin
ja: ベノムショック

# move.475.name
source: Autotomize
es: Aligerar
fr: Allègement
ja: ボディパージ

# move.476.name
source: Rage Powder
es: Polvo Ira
fr: Poudre Fureur
ja: いかりのこな

# move.477.name
source: Telekinesis
es: Telequinesis
fr: Lévikinésie
ja: テレキネシス

# move.478.name
source: Magic Room
es: Zona Mágica
fr: Zone Magique
ja: マジックルーム

# move.479.name
source: Smack Down
es: Antiaéreo
fr: Anti-Air
ja: うちおとす

# move.48.name
source: Supersonic
es: Supersónico
fr: Ultrason
ja: ちょうおんぱ

# move.480.name
source: Storm Throw
es: Llave Corsé
fr: Yama Arashi
ja: やまあらし

# move.481.name
source: Flame Burst
es: Pirotecnia
fr: Rebondifeu
ja: はじけるほのお

# move.482.name
source: Sludge Wave
es: Onda Tóxica
fr: Cradovague
ja: ヘドロウェーブ

# move.483.name
source: Quiver Dance
es: Danza Aleteo
fr: Papillodanse
ja: ちょうのまい

# move.484.name
source: Heavy Slam
es: Cuerpo Pesado
fr: Tacle Lourd
ja: ヘビーボンバー

# move.485.name
source: Synchronoise
es: Sincrorruido
fr: Synchropeine
ja: シンクロノイズ

# move.486.name
source: Electro Ball
es: Bola Voltio
fr: Boule Élek
ja: エレキボール

# move.487.name
source: Soak
es: Anegar
fr: Détrempage
ja: みずびたし

# move.488.name
source: Flame Charge
es: Nitrocarga
fr: Nitrocharge
ja: ニトロチャージ

# move.489.name
source: Coil
es: Enrosque
fr: Enroulement
ja: とぐろをまく

# move.49.name
source: Sonic Boom
es: Bomba Sónica
ja: ソニックブーム

# move.490.name
source: Low Sweep
es: Puntapié
fr: Balayette
ja: ローキック

# move.491.name
source: Acid Spray
es: Bomba Ácida
fr: Bombe Acide
ja: アシッドボム

# move.492.name
source: Foul Play
es: Juego Sucio
fr: Tricherie
ja: イカサマ

# move.493.name
source: Simple Beam
es: Onda Simple
fr: Rayon Simple
ja: シンプルビーム

# move.494.name
source: Entrainment
es: Danza Amiga
fr: Ten-Danse
ja: なかまづくり

# move.495.name
source: After You
es: Cede Paso
fr: Après Vous
ja: おさきにどうぞ

# move.496.name
source: Round
es: Canon
fr: Chant Canon
ja: りんしょう

# move.497.name
source: Echoed Voice
es: Eco Voz
fr: Écho
ja: エコーボイス

# move.498.name
source: Chip Away
es: Guardia Baja
fr: Attrition
ja: なしくずし

# move.499.name
source: Clear Smog
es: Niebla Clara
fr: Bain de Smog
ja: クリアスモッグ

# move.5.name
source: Mega Punch
es: Megapuño
fr: Ultimapoing
ja: メガトンパンチ

# move.50.name
source: Disable
es: Anulación
fr: Entrave
ja: かなしばり

# move.500.name
source: Stored Power
es: Poder Reserva
fr: Force Ajoutée
ja: アシストパワー

# move.501.name
source: Quick Guard
es: Anticipo
fr: Prévention
ja: ファストガード

# move.502.name
source: Ally Switch
es: Cambio de Banda
fr: Interversion
ja: サイドチェンジ

# move.503.name
source: Scald
es: Escaldar
fr: Ébullition
ja: ねっとう

# move.504.name
source: Shell Smash
es: Rompecoraza
fr: Exuviation
ja: からをやぶる

# move.505.name
source: Heal Pulse
es: Pulso Cura
fr: Vibra Soin
ja: いやしのはどう

# move.506.name
source: Hex
es: Infortunio
fr: Châtiment
ja: たたりめ

# move.507.name
source: Sky Drop
es: Caída Libre
fr: Chute Libre
ja: フリーフォール

# move.508.name
source: Shift Gear
es: Cambio de Marcha
fr: Chgt Vitesse
ja: ギアチェンジ

# move.509.name
source: Circle Throw
es: Llave Giro
fr: Projection
ja: ともえなげ

# move.51.name
source: Acid
es: Ácido
fr: Acide
ja: ようかいえき

# move.510.name
source: Incinerate
es: Calcinación
fr: Calcination
ja: やきつくす

# move.511.name
source: Quash
es: Último Lugar
fr: À la Queue
ja: さきおくり

# move.512.name
source: Acrobatics
es: Acróbata
fr: Acrobatie
ja: アクロバット

# move.513.name
source: Reflect Type
es: Clonatipo
fr: Copie-Type
ja: ミラータイプ

# move.514.name
source: Retaliate
es: Represalia
fr: Vengeance
ja: かたきうち

# move.515.name
source: Final Gambit
es: Sacrificio
fr: Tout ou Rien
ja: いのちがけ

# move.516.name
source: Bestow
es: Ofrenda
fr: Passe-Cadeau
ja: ギフトパス

# move.517.name
source: Inferno
es: Infierno
fr: Feu d’Enfer
ja: れんごく

# move.518.name
source: Water Pledge
es: Voto Agua
fr: Aire d’Eau
ja: みずのちかい

# move.519.name
source: Fire Pledge
es: Voto Fuego
fr: Aire de Feu
ja: ほのおのちかい

# move.52.name
source: Ember
es: Ascuas
fr: Flammèche
ja: ひのこ

# move.520.name
source: Grass Pledge
es: Voto Planta
fr: Aire d’Herbe
ja: くさのちかい

# move.521.name
source: Volt Switch
es: Voltiocambio
fr: Change Éclair
ja: ボルトチェンジ

# move.522.name
source: Struggle Bug
es: Estoicismo
fr: Survinsecte
ja: むしのていこう

# move.523.name
source: Bulldoze
es: Terratemblor
fr: Piétisol
ja: じならし

# move.524.name
source: Frost Breath
es: Vaho Gélido
fr: Souffle Glacé
ja: こおりのいぶき

# move.525.name
source: Dragon Tail
es: Cola Dragón
fr: Draco-Queue
ja: ドラゴンテール

# move.526.name
source: Work Up
es: Avivar
fr: Rengorgement
ja: ふるいたてる

# move.527.name
source: Electroweb
es: Electrotela
fr: Toile Élek
ja: エレキネット

# move.528.name
source: Wild Charge
es: Voltio Cruel
fr: Éclair Fou
ja: ワイルドボルト

# move.529.name
source: Drill Run
es: Taladradora
fr: Tunnelier
ja: ドリルライナー

# move.53.name
source: Flamethrower
es: Lanzallamas
fr: Lance-Flammes
ja: かえんほうしゃ

# move.530.name
source: Dual Chop
es: Golpe Bis
fr: Double Baffe
ja: ダブルチョップ

# move.531.name
source: Heart Stamp
es: Arrumaco
fr: Crève-Cœur
ja: ハートスタンプ

# move.532.name
source: Horn Leech
es: Asta Drenaje
fr: Encornebois
ja: ウッドホーン

# move.533.name
source: Sacred Sword
es: Espada Santa
fr: Lame Sainte
ja: せいなるつるぎ

# move.534.name
source: Razor Shell
es: Concha Filo
fr: Coqui-Lame
ja: シェルブレード

# move.535.name
source: Heat Crash
es: Golpe Calor
fr: Tacle Feu
ja: ヒートスタンプ

# move.536.name
source: Leaf Tornado
es: Ciclón de Hojas
fr: Phytomixeur
ja: グラスミキサー

# move.537.name
source: Steamroller
es: Rodillo de Púas
fr: Bulldoboule
ja: ハードローラー

# move.538.name
source: Cotton Guard
es: Rizo Algodón
fr: Cotogarde
ja: コットンガード

# move.539.name
source: Night Daze
es: Pulso Noche
fr: Explonuit
ja: ナイトバースト

# move.54.name
source: Mist
es: Neblina
fr: Brume
ja: しろいきり

# move.540.name
source: Psystrike
es: Onda Mental
fr: Frappe Psy
ja: サイコブレイク

# move.541.name
source: Tail Slap
es: Plumerazo
fr: Plumo-Queue
ja: スイープビンタ

# move.542.name
source: Hurricane
es: Vendaval
fr: Vent Violent
ja: ぼうふう

# move.543.name
source: Head Charge
es: Ariete
fr: Peignée
ja: アフロブレイク

# move.544.name
source: Gear Grind
es: Rueda Doble
fr: Lancécrou
ja: ギアソーサー

# move.545.name
source: Searing Shot
es: Bomba Ígnea
fr: Incendie
ja: かえんだん

# move.546.name
source: Techno Blast
es: Tecno Shock
fr: Techno-Buster
ja: テクノバスター

# move.547.name
source: Relic Song
es: Canto Arcaico
fr: Chant Antique
ja: いにしえのうた

# move.548.name
source: Secret Sword
es: Sable Místico
fr: Lame Ointe
ja: しんぴのつるぎ

# move.549.name
source: Glaciate
es: Mundo Gélido
fr: Ère Glaciaire
ja: こごえるせかい

# move.55.name
source: Water Gun
es: Pistola Agua
fr: Pistolet à O
ja: みずでっぽう

# move.550.name
source: Bolt Strike
es: Ataque Fulgor
fr: Charge Foudre
ja: らいげき

# move.551.name
source: Blue Flare
es: Llama Azul
fr: Flamme Bleue
ja: あおいほのお

# move.552.name
source: Fiery Dance
es: Danza Llama
fr: Danse du Feu
ja: ほのおのまい

# move.553.name
source: Freeze Shock
es: Rayo Gélido
fr: Éclair Gelé
ja: フリーズボルト

# move.554.name
source: Ice Burn
es: Llama Gélida
fr: Feu Glacé
ja: コールドフレア

# move.555.name
source: Snarl
es: Alarido
fr: Aboiement
ja: バークアウト

# move.556.name
source: Icicle Crash
es: Chuzos
fr: Chute Glace
ja: つららおとし

# move.557.name
source: V-create
es: V de Fuego
fr: Coup Victoire
ja: Ｖジェネレート

# move.558.name
source: Fusion Flare
es: Llama Fusión
fr: Flamme Croix
ja: クロスフレイム

# move.559.name
source: Fusion Bolt
es: Rayo Fusión
fr: Éclair Croix
ja: クロスサンダー

# move.56.name
source: Hydro Pump
es: Hidrobomba
fr: Hydrocanon
ja: ハイドロポンプ

# move.560.name
source: Flying Press
es: Plancha Voladora
ja: フライングプレス

# move.561.name
source: Mat Block
es: Escudo Tatami
fr: Tatamigaeshi
ja: たたみがえし

# move.562.name
source: Belch
es: Eructo
fr: Éructation
ja: ゲップ

# move.563.name
source: Rototiller
es: Fertilizante
fr: Fertilisation
ja: たがやす

# move.564.name
source: Sticky Web
es: Red Viscosa
fr: Toile Gluante
ja: ねばねばネット

# move.565.name
source: Fell Stinger
es: Aguijón Letal
fr: Dard Mortel
ja: とどめばり

# move.566.name
source: Phantom Force
es: Golpe Fantasma
fr: Hantise
ja: ゴーストダイブ

# move.567.name
source: Trick-or-Treat
es: Halloween
fr: Halloween
ja: ハロウィン

# move.568.name
source: Noble Roar
es: Rugido de Guerra
fr: Râle Mâle
ja: おたけび

# move.569.name
source: Ion Deluge
es: Cortina Plasma
fr: Déluge Plasmique
ja: プラズマシャワー

# move.57.name
source: Surf
ja: なみのり

# move.570.name
source: Parabolic Charge
es: Carga Parábola
fr: Parabocharge
ja: パラボラチャージ

# move.571.name
source: Forest’s Curse
es: Condena Silvana
fr: Maléfice Sylvain
ja: もりののろい

# move.572.name
source: Petal Blizzard
es: Tormenta Floral
fr: Tempête Florale
ja: はなふぶき

# move.573.name
source: Freeze-Dry
es: Liofilización
fr: Lyophilisation
ja: フリーズドライ

# move.574.name
source: Disarming Voice
es: Voz Cautivadora
fr: Voix Enjôleuse
ja: チャームボイス

# move.575.name
source: Parting Shot
es: Última Palabra
fr: Dernier Mot
ja: すてゼリフ

# move.576.name
source: Topsy-Turvy
es: Reversión
fr: Renversement
ja: ひっくりかえす

# move.577.name
source: Draining Kiss
es: Beso Drenaje
fr: Vampibaiser
ja: ドレインキッス

# move.578.name
source: Crafty Shield
es: Truco Defensa
fr: Vigilance
ja: トリックガード

# move.579.name
source: Flower Shield
es: Defensa Floral
fr: Garde Florale
ja: フラワーガード

# move.58.name
source: Ice Beam
es: Rayo Hielo
fr: Laser Glace
ja: れいとうビーム

# move.580.name
source: Grassy Terrain
es: Campo de Hierba
fr: Champ Herbu
ja: グラスフィールド

# move.581.name
source: Misty Terrain
es: Campo de Niebla
fr: Champ Brumeux
ja: ミストフィールド

# move.582.name
source: Electrify
es: Electrificación
fr: Électrisation
ja: そうでん

# move.583.name
source: Play Rough
es: Carantoña
fr: Câlinerie
ja: じゃれつく

# move.584.name
source: Fairy Wind
es: Viento Feérico
fr: Vent Féérique
ja: ようせいのかぜ

# move.585.name
source: Moonblast
es: Fuerza Lunar
fr: Pouvoir Lunaire
ja: ムーンフォース

# move.586.name
source: Boomburst
es: Estruendo
fr: Bang Sonique
ja: ばくおんぱ

# move.587.name
source: Fairy Lock
es: Cerrojo Feérico
fr: Verrou Enchanté
ja: フェアリーロック

# move.588.name
source: King’s Shield
es: Escudo Real
fr: Bouclier Royal
ja: キングシールド

# move.589.name
source: Play Nice
es: Camaradería
fr: Camaraderie
ja: なかよくする

# move.59.name
source: Blizzard
es: Ventisca
ja: ふぶき

# move.590.name
source: Confide
es: Confidencia
fr: Confidence
ja: ないしょばなし

# move.591.name
source: Diamond Storm
es: Torm. Diamantes
fr: Orage Adamantin
ja: ダイヤストーム

# move.592.name
source: Steam Eruption
es: Chorro de Vapor
fr: Jet de Vapeur
ja: スチームバースト

# move.593.name
source: Hyperspace Hole
es: Paso Dimensional
fr: TrouDimensionnel
ja: いじげんホール

# move.594.name
source: Water Shuriken
es: Shuriken de Agua
fr: Sheauriken
ja: みずしゅりけん

# move.595.name
source: Mystical Fire
es: Llama Embrujada
fr: Feu Ensorcelé
ja: マジカルフレイム

# move.596.name
source: Spiky Shield
es: Barrera Espinosa
fr: Pico-Défense
ja: ニードルガード

# move.597.name
source: Aromatic Mist
es: Niebla Aromática
fr: Brume Capiteuse
ja: アロマミスト

# move.598.name
source: Eerie Impulse
es: Onda Anómala
fr: Ondes Étranges
ja: かいでんぱ

# move.599.name
source: Venom Drench
es: Trampa Venenosa
fr: Piège de Venin
ja: ベノムトラップ

# move.6.name
source: Pay Day
es: Día de Pago
fr: Jackpot
ja: ネコにこばん

# move.60.name
source: Psybeam
es: Psicorrayo
fr: Rafale Psy
ja: サイケこうせん

# move.600.name
source: Powder
es: Polvo Explosivo
fr: Nuée de Poudre
ja: ふんじん

# move.601.name
source: Geomancy
es: Geocontrol
fr: Géo-Contrôle
ja: ジオコントロール

# move.602.name
source: Magnetic Flux
es: Aura Magnética
fr: Magné-Contrôle
ja: じばそうさ

# move.603.name
source: Happy Hour
es: Paga Extra
fr: Étrennes
ja: ハッピータイム

# move.604.name
source: Electric Terrain
es: Campo Eléctrico
fr: Champ Électrifié
ja: エレキフィールド

# move.605.name
source: Dazzling Gleam
es: Brillo Mágico
fr: Éclat Magique
ja: マジカルシャイン

# move.606.name
source: Celebrate
es: Celebración
fr: Célébration
ja: おいわい

# move.607.name
source: Hold Hands
es: Manos Juntas
fr: Mains Jointes
ja: てをつなぐ

# move.608.name
source: Baby-Doll Eyes
es: Ojitos Tiernos
fr: Regard Touchant
ja: つぶらなひとみ

# move.609.name
source: Nuzzle
es: Moflete Estático
fr: Frotte-Frimousse
ja: ほっぺすりすり

# move.61.name
source: Bubble Beam
es: Rayo Burbuja
fr: Bulles d’O
ja: バブルこうせん

# move.610.name
source: Hold Back
es: Clemencia
fr: Retenue
ja: てかげん

# move.611.name
source: Infestation
es: Acoso
fr: Harcèlement
ja: まとわりつく

# move.612.name
source: Power-Up Punch
es: Puño Incremento
fr: Poing Boost
ja: グロウパンチ

# move.613.name
source: Oblivion Wing
es: Ala Mortífera
fr: Mort’Ailes
ja: デスウイング

# move.614.name
source: Thousand Arrows
es: Mil Flechas
fr: Myria-Flèches
ja: サウザンアロー

# move.615.name
source: Thousand Waves
es: Mil Temblores
fr: Myria-Vagues
ja: サウザンウェーブ

# move.616.name
source: Land’s Wrath
es: Fuerza Telúrica
fr: Force Chtonienne
ja: グランドフォース

# move.617.name
source: Light of Ruin
es: Luz Aniquiladora
fr: Lumière du Néant
ja: はめつのひかり

# move.618.name
source: Origin Pulse
es: Pulso Primigenio
fr: Onde Originelle
ja: こんげんのはどう

# move.619.name
source: Precipice Blades
es: Filo del Abismo
fr: Lame Pangéenne
ja: だんがいのつるぎ

# move.62.name
source: Aurora Beam
es: Rayo Aurora
fr: Onde Boréale
ja: オーロラビーム

# move.620.name
source: Dragon Ascent
es: Ascenso Draco
fr: Draco-Ascension
ja: ガリョウテンセイ

# move.621.name
source: Hyperspace Fury
es: Cerco Dimensión
fr: Furie Dimension
ja: いじげんラッシュ

# move.622.name
source: Breakneck Blitz
es: Carrera Arrolladora
fr: Turbo-Charge Bulldozer
ja: ウルトラダッシュアタック

# move.623.name
source: Breakneck Blitz
es: Carrera Arrolladora
fr: Turbo-Charge Bulldozer
ja: ウルトラダッシュアタック

# move.624.name
source: All-Out Pummeling
es: Ráfaga Demoledora
fr: Combo Hyper-Furie
ja: ぜんりょくむそうげきれつけん

# move.625.name
source: All-Out Pummeling
es: Ráfaga Demoledora
fr: Combo Hyper-Furie
ja: ぜんりょくむそうげきれつけん

# move.626.name
source: Supersonic Skystrike
es: Picado Supersónico
fr: Piqué Supersonique
ja: ファイナルダイブクラッシュ

# move.627.name
source: Supersonic Skystrike
es: Picado Supersónico
fr: Piqué Supersonique
ja: ファイナルダイブクラッシュ

# move.628.name
source: Acid Downpour
es: Diluvio Corrosivo
fr: Déluge Causti-Toxique
ja: アシッドポイズンデリート

# move.629.name
source: Acid Downpour
es: Diluvio Corrosivo
fr: Déluge Causti-Toxique
ja: アシッドポイズンデリート

# move.63.name
source: Hyper Beam
es: Hiperrayo
fr: Ultralaser
ja: はかいこうせん

# move.630.name
source: Tectonic Rage
es: Barrena Telúrica
fr: Éruption Géo-Sismique
ja: ライジングランドオーバー

# move.631.name
source: Tectonic Rage
es: Barrena Telúrica
fr: Éruption Géo-Sismique
ja: ライジングランドオーバー

# move.632.name
source: Continental Crush
es: Aplastamiento Gigalítico
fr: Apocalypse Gigalithique
ja: ワールズエンドフォール

# move.633.name
source: Continental Crush
es: Aplastamiento Gigalítico
fr: Apocalypse Gigalithique
ja: ワールズエンドフォール

# move.634.name
source: Savage Spin-Out
es: Guadaña Sedosa
fr: Cocon Fatal
ja: ぜったいほしょくかいてんざん

# move.635.name
source: Savage Spin-Out
es: Guadaña Sedosa
fr: Cocon Fatal
ja: ぜったいほしょくかいてんざん

# move.636.name
source: Never-Ending Nightmare
es: Presa Espectral
fr: Appel des Ombres Éternelles
ja: むげんあんやへのいざない

# move.637.name
source: Never-Ending Nightmare
es: Presa Espectral
fr: Appel des Ombres Éternelles
ja: むげんあんやへのいざない

# move.638.name
source: Corkscrew Crash
es: Hélice Trepanadora
fr: Vrille Maximum
ja: ちょうぜつらせんれんげき

# move.639.name
source: Corkscrew Crash
es: Hélice Trepanadora
fr: Vrille Maximum
ja: ちょうぜつらせんれんげき

# move.64.name
source: Peck
es: Picotazo
fr: Picpic
ja: つつく

# move.640.name
source: Inferno Overdrive
es: Hecatombe Pírica
fr: Pyro-Explosion Cataclysmique
ja: ダイナミックフルフレイム
