Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Moves.strings
Languages: es, fr, ja

# move.95.name
source: Hypnosis
es: Hipnosis
fr: Hypnose
ja: さいみんじゅつ

# move.96.name
source: Meditate
es: Meditación
fr: Yoga
ja: ヨガのポーズ

# move.97.name
source: Agility
es: Agilidad
fr: Hâte
ja: こうそくいどう

# move.98.name
source: Quick Attack
es: Ataque Rápido
fr: Vive-Attaque
ja: でんこうせっか

# move.99.name
source: Rage
es: Furia
fr: Frénésie
ja: いかり
