Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Moves.strings
Languages: es, fr, ja

# move.1.name
source: Pound
es: Destructor
fr: Écras’Face
ja: はたく

# move.10.name
source: Scratch
es: Arañazo
fr: Griffe
ja: ひっかく

# move.100.name
source: Teleport
es: Teletransporte
fr: Téléport
ja: テレポート

# move.10001.name
source: Shadow Rush
es: Carga Oscura
fr: Charge Noire
ja: ダークラッシュ

# move.10002.name
source: Shadow Blast
es: Soplo Oscuro
fr: Aéro Noir
ja: ダークブラスト

# move.10003.name
source: Shadow Blitz
es: Vigor Oscuro
fr: Assaut Noir
ja: ダークアタック

# move.10004.name
source: Shadow Bolt
es: Rayo Oscuro
fr: Éclair Noir
ja: ダークサンダー

# move.10005.name
source: Shadow Break
es: Brío Oscuro
fr: Bélier Noir
ja: ダークブレイク

# move.10006.name
source: Shadow Chill
es: Hielo Oscuro
fr: Froid Noir
ja: ダークフリーズ

# move.10007.name
source: Shadow End
es: Fin Oscuro
fr: Retour Noir
ja: ダークエンド

# move.10008.name
source: Shadow Fire
es: Fuego Oscuro
fr: Ardeur Noir
ja: ダークファイア

# move.10009.name
source: Shadow Rave
es: Rabia Oscura
fr: Rage Noire
ja: ダークレイブ

# move.10010.name
source: Shadow Storm
es: Tifón Oscuro
fr: Typhon Noir
ja: ダークストーム

# move.10011.name
source: Shadow Wave
es: Onda Oscura
fr: Ondo Noire
ja: ダークウェーブ

# move.10012.name
source: Shadow Down
es: Ocaso Oscuro
fr: Souffle Noir
ja: ダークダウン

# move.10013.name
source: Shadow Half
es: Mitad Oscura
fr: Chute Noire
ja: ダークハーフ

# move.10014.name
source: Shadow Hold
es: Traba Oscura
fr: Blocage Noir
ja: ダークホールド

# move.10015.name
source: Shadow Mist
es: Bruma Oscura
fr: Brume Noire
ja: ダークミスト

# move.10016.name
source: Shadow Panic
es: Miedo Oscuro
fr: Folie Noire
ja: ダークパニック

# move.10017.name
source: Shadow Shed
es: Muda Oscura
fr: Percée Noire
ja: ダークリムーブ

# move.10018.name
source: Shadow Sky
es: Cielo Oscuro
fr: Ciel Noir
ja: ダークウェザー

# move.101.name
source: Night Shade
es: Tinieblas
fr: Ombre Nocturne
ja: ナイトヘッド

# move.102.name
source: Mimic
es: Mimético
fr: Copie
ja: ものまね

# move.103.name
source: Screech
es: Chirrido
fr: Grincement
ja: いやなおと

# move.104.name
source: Double Team
es: Doble Equipo
fr: Reflet
ja: かげぶんしん

# move.105.name
source: Recover
es: Recuperación
fr: Soin
ja: じこさいせい

# move.106.name
source: Harden
es: Fortaleza
fr: Armure
ja: かたくなる

# move.107.name
source: Minimize
es: Reducción
fr: Lilliput
ja: ちいさくなる

# move.108.name
source: Smokescreen
es: Pantalla de Humo
fr: Brouillard
ja: えんまく

# move.109.name
source: Confuse Ray
es: Rayo Confuso
fr: Onde Folie
ja: あやしいひかり

# move.11.name
source: Vise Grip
es: Agarre
fr: Force Poigne
ja: はさむ

# move.110.name
source: Withdraw
es: Refugio
fr: Repli
ja: からにこもる

# move.111.name
source: Defense Curl
es: Rizo Defensa
fr: Boul’Armure
ja: まるくなる

# move.112.name
source: Barrier
es: Barrera
fr: Bouclier
ja: バリアー

# move.113.name
source: Light Screen
es: Pantalla de Luz
fr: Mur Lumière
ja: ひかりのかべ

# move.114.name
source: Haze
es: Niebla
fr: Buée Noire
ja: くろいきり

# move.115.name
source: Reflect
es: Reflejo
fr: Protection
ja: リフレクター

# move.116.name
source: Focus Energy
es: Foco Energía
fr: Puissance
ja: きあいだめ

# move.117.name
source: Bide
es: Venganza
fr: Patience
ja: がまん

# move.118.name
source: Metronome
es: Metrónomo
fr: Métronome
ja: ゆびをふる

# move.119.name
source: Mirror Move
es: Espejo
fr: Mimique
ja: オウムがえし

# move.12.name
source: Guillotine
es: Guillotina
ja: ハサミギロチン

# move.120.name
source: Self-Destruct
es: Autodestrucción
fr: Destruction
ja: じばく

# move.121.name
source: Egg Bomb
es: Bomba Huevo
fr: Bombe Œuf
ja: タマゴばくだん

# move.122.name
source: Lick
es: Lengüetazo
fr: Léchouille
ja: したでなめる

# move.123.name
source: Smog
es: Polución
fr: Purédpois
ja: スモッグ

# move.124.name
source: Sludge
es: Residuos
fr: Détritus
ja: ヘドロこうげき

# move.125.name
source: Bone Club
es: Hueso Palo
fr: Massd’Os
ja: ホネこんぼう

# move.126.name
source: Fire Blast
es: Llamarada
fr: Déflagration
ja: だいもんじ

# move.127.name
source: Waterfall
es: Cascada
fr: Cascade
ja: たきのぼり

# move.128.name
source: Clamp
es: Tenaza
fr: Claquoir
ja: からではさむ

# move.129.name
source: Swift
es: Rapidez
fr: Météores
ja: スピードスター

# move.13.name
source: Razor Wind
es: Viento Cortante
fr: Coupe-Vent
ja: かまいたち

# move.130.name
source: Skull Bash
es: Cabezazo
fr: Coud’Krâne
ja: ロケットずつき

# move.131.name
source: Spike Cannon
es: Clavo Cañón
fr: Picanon
ja: とげキャノン

# move.132.name
source: Constrict
es: Restricción
fr: Constriction
ja: からみつく

# move.133.name
source: Amnesia
fr: Amnésie
ja: ドわすれ

# move.134.name
source: Kinesis
es: Kinético
fr: Télékinésie
ja: スプーンまげ

# move.135.name
source: Soft-Boiled
es: Amortiguador
fr: E-Coque
ja: タマゴうみ

# move.136.name
source: High Jump Kick
es: Pat. Salto Alta
fr: Pied Voltige
ja: とびひざげり

# move.137.name
source: Glare
es: Deslumbrar
fr: Regard Médusant
ja: へびにらみ

# move.138.name
source: Dream Eater
es: Comesueños
fr: Dévorêve
ja: ゆめくい

# move.139.name
source: Poison Gas
es: Gas Venenoso
fr: Gaz Toxik
ja: どくガス

# move.14.name
source: Swords Dance
es: Danza Espada
fr: Danse Lames
ja: つるぎのまい

# move.140.name
source: Barrage
es: Bombardeo
fr: Pilonnage
ja: たまなげ

# move.141.name
source: Leech Life
es: Chupavidas
fr: Vampirisme
ja: きゅうけつ

# move.142.name
source: Lovely Kiss
es: Beso Amoroso
fr: Grobisou
ja: あくまのキッス

# move.143.name
source: Sky Attack
es: Ataque Aéreo
fr: Piqué
ja: ゴッドバード

# move.144.name
source: Transform
es: Transformación
fr: Morphing
ja: へんしん

# move.145.name
source: Bubble
es: Burbuja
fr: Écume
ja: あわ

# move.146.name
source: Dizzy Punch
es: Puño Mareo
fr: Uppercut
ja: ピヨピヨパンチ

# move.147.name
source: Spore
es: Espora
ja: キノコのほうし

# move.148.name
source: Flash
es: Destello
ja: フラッシュ

# move.149.name
source: Psywave
es: Psicoonda
fr: Vague Psy
ja: サイコウェーブ

# move.15.name
source: Cut
es: Corte
fr: Coupe
ja: いあいぎり

# move.150.name
source: Splash
es: Salpicadura
fr: Trempette
ja: はねる

# move.151.name
source: Acid Armor
es: Armadura Ácida
fr: Acidarmure
ja: とける

# move.152.name
source: Crabhammer
es: Martillazo
fr: Pince-Masse
ja: クラブハンマー

# move.153.name
source: Explosion
es: Explosión
ja: だいばくはつ

# move.154.name
source: Fury Swipes
es: Golpes Furia
fr: Combo-Griffe
ja: みだれひっかき

# move.155.name
source: Bonemerang
es: Huesomerang
fr: Osmerang
ja: ホネブーメラン

# move.156.name
source: Rest
es: Descanso
fr: Repos
ja: ねむる

# move.157.name
source: Rock Slide
es: Avalancha
fr: Éboulement
ja: いわなだれ

# move.158.name
source: Hyper Fang
es: Hipercolmillo
fr: Croc de Mort
ja: ひっさつまえば

# move.159.name
source: Sharpen
es: Afilar
fr: Affûtage
ja: かくばる

# move.16.name
source: Gust
es: Tornado
fr: Tornade
ja: かぜおこし

# move.160.name
source: Conversion
es: Conversión
ja: テクスチャー

# move.161.name
source: Tri Attack
es: Triataque
fr: Triplattaque
ja: トライアタック

# move.162.name
source: Super Fang
es: Superdiente
fr: Croc Fatal
ja: いかりのまえば

# move.163.name
source: Slash
es: Cuchillada
fr: Tranche
ja: きりさく

# move.164.name
source: Substitute
es: Sustituto
fr: Clonage
ja: みがわり

# move.165.name
source: Struggle
es: Forcejeo
fr: Lutte
ja: わるあがき

# move.166.name
source: Sketch
es: Esquema
fr: Gribouille
ja: スケッチ

# move.167.name
source: Triple Kick
es: Triple Patada
fr: Triple Pied
ja: トリプルキック

# move.168.name
source: Thief
es: Ladrón
fr: Larcin
ja: どろぼう

# move.169.name
source: Spider Web
es: Telaraña
fr: Toile
ja: クモのす

# move.17.name
source: Wing Attack
es: Ataque Ala
fr: Cru-Ailes
ja: つばさでうつ

# move.170.name
source: Mind Reader
es: Telépata
fr: Lire-Esprit
ja: こころのめ

# move.171.name
source: Nightmare
es: Pesadilla
fr: Cauchemar
ja: あくむ

# move.172.name
source: Flame Wheel
es: Rueda Fuego
fr: Roue de Feu
ja: かえんぐるま

# move.173.name
source: Snore
es: Ronquido
fr: Ronflement
ja: いびき

# move.174.name
source: Curse
es: Maldición
fr: Malédiction
ja: のろい

# move.175.name
source: Flail
es: Azote
fr: Gigotage
ja: じたばた

# move.176.name
source: Conversion 2
es: Conversión2
ja: テクスチャー２

# move.177.name
source: Aeroblast
es: Aerochorro
fr: Aéroblast
ja: エアロブラスト

# move.178.name
source: Cotton Spore
es: Esporagodón
fr: Spore Coton
ja: わたほうし

# move.179.name
source: Reversal
es: Inversión
fr: Contre
ja: きしかいせい

# move.18.name
source: Whirlwind
es: Remolino
fr: Cyclone
ja: ふきとばし

# move.180.name
source: Spite
es: Rencor
fr: Dépit
ja: うらみ

# move.181.name
source: Powder Snow
es: Nieve Polvo
fr: Poudreuse
ja: こなゆき

# move.182.name
source: Protect
es: Protección
fr: Abri
ja: まもる

# move.183.name
source: Mach Punch
es: Ultrapuño
ja: マッハパンチ

# move.184.name
source: Scary Face
es: Cara Susto
fr: Grimace
ja: こわいかお

# move.185.name
source: Feint Attack
es: Finta
fr: Feinte
ja: だましうち

# move.186.name
source: Sweet Kiss
es: Beso Dulce
fr: Doux Baiser
ja: てんしのキッス

# move.187.name
source: Belly Drum
es: Tambor
fr: Cognobidon
ja: はらだいこ

# move.188.name
source: Sludge Bomb
es: Bomba Lodo
fr: Bombe Beurk
ja: ヘドロばくだん

# move.189.name
source: Mud-Slap
es: Bofetón Lodo
fr: Coud’Boue
ja: どろかけ

# move.19.name
source: Fly
es: Vuelo
fr: Vol
ja: そらをとぶ

# move.190.name
source: Octazooka
es: Pulpocañón
ja: オクタンほう

# move.191.name
source: Spikes
es: Púas
fr: Picots
ja: まきびし

# move.192.name
source: Zap Cannon
es: Electrocañón
fr: Élecanon
ja: でんじほう

# move.193.name
source: Foresight
es: Profecía
fr: Clairvoyance
ja: みやぶる

# move.194.name
source: Destiny Bond
es: Mismo Destino
fr: Lien du Destin
ja: みちづれ

# move.195.name
source: Perish Song
es: Canto Mortal
fr: Requiem
ja: ほろびのうた

# move.196.name
source: Icy Wind
es: Viento Hielo
fr: Vent Glace
ja: こごえるかぜ

# move.197.name
source: Detect
es: Detección
fr: Détection
ja: みきり

# move.198.name
source: Bone Rush
es: Ataque Óseo
fr: Charge Os
ja: ボーンラッシュ

# move.199.name
source: Lock-On
es: Fijar Blanco
fr: Verrouillage
ja: ロックオン

# move.2.name
source: Karate Chop
es: Golpe Kárate
fr: Poing Karaté
ja: からてチョップ

# move.20.name
source: Bind
es: Atadura
fr: Étreinte
ja: しめつける

# move.200.name
source: Outrage
es: Enfado
fr: Colère
ja: げきりん

# move.201.name
source: Sandstorm
es: Tormenta Arena
fr: Tempête de Sable
ja: すなあらし

# move.202.name
source: Giga Drain
es: Gigadrenado
fr: Giga-Sangsue
ja: ギガドレイン

# move.203.name
source: Endure
es: Aguante
fr: Ténacité
ja: こらえる

# move.204.name
source: Charm
es: Encanto
fr: Charme
ja: あまえる

# move.205.name
source: Rollout
es: Rodar
fr: Roulade
ja: ころがる

# move.206.name
source: False Swipe
es: Falso Tortazo
fr: Faux-Chage
ja: みねうち

# move.207.name
source: Swagger
es: Contoneo
fr: Vantardise
ja: いばる

# move.208.name
source: Milk Drink
es: Batido
fr: Lait à Boire
ja: ミルクのみ

# move.209.name
source: Spark
es: Chispa
fr: Étincelle
ja: スパーク

# move.21.name
source: Slam
es: Atizar
fr: Souplesse
ja: たたきつける

# move.210.name
source: Fury Cutter
es: Corte Furia
fr: Taillade
ja: れんぞくぎり

# move.211.name
source: Steel Wing
es: Ala de Acero
fr: Ailes d’Acier
ja: はがねのつばさ

# move.212.name
source: Mean Look
es: Mal de Ojo
fr: Regard Noir
ja: くろいまなざし

# move.213.name
source: Attract
es: Atracción
fr: Attraction
ja: メロメロ

# move.214.name
source: Sleep Talk
es: Sonámbulo
fr: Blabla Dodo
ja: ねごと

# move.215.name
source: Heal Bell
es: Campana Cura
fr: Glas de Soin
ja: いやしのすず

# move.216.name
source: Return
es: Retribución
fr: Retour
ja: おんがえし

# move.217.name
source: Present
es: Presente
fr: Cadeau
ja: プレゼント

# move.218.name
source: Frustration
es: Frustración
ja: やつあたり

# move.219.name
source: Safeguard
es: Velo Sagrado
fr: Rune Protect
ja: しんぴのまもり

# move.22.name
source: Vine Whip
es: Látigo Cepa
fr: Fouet Lianes
ja: つるのムチ

# move.220.name
source: Pain Split
es: Divide Dolor
fr: Balance
ja: いたみわけ

# move.221.name
source: Sacred Fire
es: Fuego Sagrado
fr: Feu Sacré
ja: せいなるほのお

# move.222.name
source: Magnitude
es: Magnitud
fr: Ampleur
ja: マグニチュード

# move.223.name
source: Dynamic Punch
es: Puño Dinámico
fr: Dynamo-Poing
ja: ばくれつパンチ

# move.224.name
source: Megahorn
es: Megacuerno
fr: Mégacorne
ja: メガホーン

# move.225.name
source: Dragon Breath
es: Dragoaliento
fr: Draco-Souffle
ja: りゅうのいぶき

# move.226.name
source: Baton Pass
es: Relevo
fr: Relais
ja: バトンタッチ

# move.227.name
source: Encore
es: Otra Vez
ja: アンコール

# move.228.name
source: Pursuit
es: Persecución
fr: Poursuite
ja: おいうち

# move.229.name
source: Rapid Spin
es: Giro Rápido
fr: Tour Rapide
ja: こうそくスピン

# move.23.name
source: Stomp
es: Pisotón
fr: Écrasement
ja: ふみつけ

# move.230.name
source: Sweet Scent
es: Dulce Aroma
fr: Doux Parfum
ja: あまいかおり

# move.231.name
source: Iron Tail
es: Cola Férrea
fr: Queue de Fer
ja: アイアンテール

# move.232.name
source: Metal Claw
es: Garra Metal
fr: Griffe Acier
ja: メタルクロー

# move.233.name
source: Vital Throw
es: Tiro Vital
fr: Corps Perdu
ja: あてみなげ

# move.234.name
source: Morning Sun
es: Sol Matinal
fr: Aurore
ja: あさのひざし

# move.235.name
source: Synthesis
es: Síntesis
fr: Synthèse
ja: こうごうせい

# move.236.name
source: Moonlight
es: Luz Lunar
fr: Rayon Lune
ja: つきのひかり

# move.237.name
source: Hidden Power
es: Poder Oculto
fr: Puissance Cachée
ja: めざめるパワー

# move.238.name
source: Cross Chop
es: Tajo Cruzado
fr: Coup Croix
ja: クロスチョップ

# move.239.name
source: Twister
es: Ciclón
fr: Ouragan
ja: たつまき

# move.24.name
source: Double Kick
es: Doble Patada
fr: Double Pied
ja: にどげり

# move.240.name
source: Rain Dance
es: Danza Lluvia
fr: Danse Pluie
ja: あまごい

# move.241.name
source: Sunny Day
es: Día Soleado
fr: Zénith
ja: にほんばれ

# move.242.name
source: Crunch
es: Triturar
fr: Mâchouille
ja: かみくだく

# move.243.name
source: Mirror Coat
es: Manto Espejo
fr: Voile Miroir
ja: ミラーコート

# move.244.name
source: Psych Up
es: Más Psique
fr: Boost
ja: じこあんじ

# move.245.name
source: Extreme Speed
es: Veloc. Extrema
fr: Vitesse Extrême
ja: しんそく

# move.246.name
source: Ancient Power
es: Poder Pasado
fr: Pouvoir Antique
ja: げんしのちから

# move.247.name
source: Shadow Ball
es: Bola Sombra
fr: Ball’Ombre
ja: シャドーボール

# move.248.name
source: Future Sight
es: Premonición
fr: Prescience
ja: みらいよち

# move.249.name
source: Rock Smash
es: Golpe Roca
fr: Éclate-Roc
ja: いわくだき

# move.25.name
source: Mega Kick
es: Megapatada
fr: Ultimawashi
ja: メガトンキック

# move.250.name
source: Whirlpool
es: Torbellino
fr: Siphon
ja: うずしお

# move.251.name
source: Beat Up
es: Paliza
fr: Baston
ja: ふくろだたき

# move.252.name
source: Fake Out
es: Sorpresa
fr: Bluff
ja: ねこだまし

# move.253.name
source: Uproar
es: Alboroto
fr: Brouhaha
ja: さわぐ

# move.254.name
source: Stockpile
es: Reserva
fr: Stockage
ja: たくわえる

# move.255.name
source: Spit Up
es: Escupir
fr: Relâche
ja: はきだす

# move.256.name
source: Swallow
es: Tragar
fr: Avale
ja: のみこむ

# move.257.name
source: Heat Wave
es: Onda Ígnea
fr: Canicule
ja: ねっぷう

# move.258.name
source: Hail
es: Granizo
fr: Grêle
ja: あられ

# move.259.name
source: Torment
es: Tormento
fr: Tourmente
ja: いちゃもん

# move.26.name
source: Jump Kick
es: Patada Salto
fr: Pied Sauté
ja: とびげり

# move.260.name
source: Flatter
es: Camelo
fr: Flatterie
ja: おだてる

# move.261.name
source: Will-O-Wisp
es: Fuego Fatuo
fr: Feu Follet
ja: おにび

# move.262.name
source: Memento
es: Legado
fr: Souvenir
ja: おきみやげ

# move.263.name
source: Facade
es: Imagen
fr: Façade
ja: からげんき

# move.264.name
source: Focus Punch
es: Puño Certero
fr: Mitra-Poing
ja: きあいパンチ

# move.265.name
source: Smelling Salts
es: Estímulo
fr: Stimulant
ja: きつけ

# move.266.name
source: Follow Me
es: Señuelo
fr: Par Ici
ja: このゆびとまれ

# move.267.name
source: Nature Power
es: Adaptación
fr: Force Nature
ja: しぜんのちから

# move.268.name
source: Charge
es: Carga
fr: Chargeur
ja: じゅうでん

# move.269.name
source: Taunt
es: Mofa
fr: Provoc
ja: ちょうはつ

# move.27.name
source: Rolling Kick
es: Patada Giro
fr: Mawashi Geri
ja: まわしげり

# move.270.name
source: Helping Hand
es: Refuerzo
fr: Coup d’Main
ja: てだすけ

# move.271.name
source: Trick
es: Truco
fr: Tour de Magie
ja: トリック

# move.272.name
source: Role Play
es: Imitación
fr: Imitation
ja: なりきり

# move.273.name
source: Wish
es: Deseo
fr: Vœu
ja: ねがいごと

# move.274.name
source: Assist
es: Ayuda
fr: Assistance
ja: ねこのて

# move.275.name
source: Ingrain
es: Arraigo
fr: Racines
ja: ねをはる

# move.276.name
source: Superpower
es: Fuerza Bruta
fr: Surpuissance
ja: ばかぢから

# move.277.name
source: Magic Coat
es: Capa Mágica
fr: Reflet Magik
ja: マジックコート

# move.278.name
source: Recycle
es: Reciclaje
fr: Recyclage
ja: リサイクル

# move.279.name
source: Revenge
es: Desquite
fr: Vendetta
ja: リベンジ

# move.28.name
source: Sand Attack
es: Ataque Arena
fr: Jet de Sable
ja: すなかけ

# move.280.name
source: Brick Break
es: Demolición
fr: Casse-Brique
ja: かわらわり

# move.281.name
source: Yawn
es: Bostezo
fr: Bâillement
ja: あくび

# move.282.name
source: Knock Off
es: Desarme
fr: Sabotage
ja: はたきおとす

# move.283.name
source: Endeavor
es: Esfuerzo
fr: Effort
ja: がむしゃら

# move.284.name
source: Eruption
es: Estallido
fr: Éruption
ja: ふんか

# move.285.name
source: Skill Swap
es: Intercambio
fr: Échange
ja: スキルスワップ

# move.286.name
source: Imprison
es: Sellar
fr: Possessif
ja: ふういん

# move.287.name
source: Refresh
es: Alivio
fr: Régénération
ja: リフレッシュ

# move.288.name
source: Grudge
es: Rabia
fr: Rancune
ja: おんねん

# move.289.name
source: Snatch
es: Robo
fr: Saisie
ja: よこどり

# move.29.name
source: Headbutt
es: Golpe Cabeza
fr: Coup d’Boule
ja: ずつき

# move.290.name
source: Secret Power
es: Daño Secreto
fr: Force Cachée
ja: ひみつのちから

# move.291.name
source: Dive
es: Buceo
fr: Plongée
ja: ダイビング

# move.292.name
source: Arm Thrust
es: Empujón
fr: Cogne
ja: つっぱり

# move.293.name
source: Camouflage
es: Camuflaje
ja: ほごしょく

# move.294.name
source: Tail Glow
es: Ráfaga
fr: Lumi-Queue
ja: ほたるび

# move.295.name
source: Luster Purge
es: Resplandor
fr: Lumi-Éclat
ja: ラスターパージ

# move.296.name
source: Mist Ball
es: Bola Neblina
fr: Ball’Brume
ja: ミストボール

# move.297.name
source: Feather Dance
es: Danza Pluma
fr: Danse Plumes
ja: フェザーダンス

# move.298.name
source: Teeter Dance
es: Danza Caos
fr: Danse Folle
ja: フラフラダンス

# move.299.name
source: Blaze Kick
es: Patada Ígnea
fr: Pied Brûleur
ja: ブレイズキック

# move.3.name
source: Double Slap
es: Doble Bofetón
fr: Torgnoles
ja: おうふくビンタ

# move.30.name
source: Horn Attack
es: Cornada
fr: Koud’Korne
ja: つのでつく

# move.300.name
source: Mud Sport
es: Chapoteo Lodo
fr: Lance-Boue
ja: どろあそび

# move.301.name
source: Ice Ball
es: Bola Hielo
fr: Ball’Glace
ja: アイスボール

# move.302.name
source: Needle Arm
es: Brazo Pincho
fr: Poing Dard
ja: ニードルアーム

# move.303.name
source: Slack Off
es: Relajo
fr: Paresse
ja: なまける

# move.304.name
source: Hyper Voice
es: Vozarrón
fr: Mégaphone
ja: ハイパーボイス

# move.305.name
source: Poison Fang
es: Colmillo Veneno
fr: Crochet Venin
ja: どくどくのキバ

# move.306.name
source: Crush Claw
es: Garra Brutal
fr: Éclate Griffe
ja: ブレイククロー

# move.307.name
source: Blast Burn
es: Anillo Ígneo
fr: Rafale Feu
ja: ブラストバーン

# move.308.name
source: Hydro Cannon
es: Hidrocañón
fr: Hydroblast
ja: ハイドロカノン

# move.309.name
source: Meteor Mash
es: Puño Meteoro
fr: Poing Météore
ja: コメットパンチ

# move.31.name
source: Fury Attack
es: Ataque Furia
fr: Furie
ja: みだれづき

# move.310.name
source: Astonish
es: Impresionar
fr: Étonnement
ja: おどろかす

# move.311.name
source: Weather Ball
es: Meteorobola
fr: Ball’Météo
ja: ウェザーボール

# move.312.name
source: Aromatherapy
es: Aromaterapia
fr: Aromathérapie
ja: アロマセラピー

# move.313.name
source: Fake Tears
es: Llanto Falso
fr: Croco Larme
ja: うそなき

# move.314.name
source: Air Cutter
es: Aire Afilado
fr: Tranch’Air
ja: エアカッター

# move.315.name
source: Overheat
es: Sofoco
fr: Surchauffe
ja: オーバーヒート

# move.316.name
source: Odor Sleuth
es: Rastreo
fr: Flair
ja: かぎわける

# move.317.name
source: Rock Tomb
es: Tumba Rocas
fr: Tomberoche
ja: がんせきふうじ

# move.318.name
source: Silver Wind
es: Viento Plata
fr: Vent Argenté
ja: ぎんいろのかぜ

# move.319.name
source: Metal Sound
es: Eco Metálico
fr: Strido-Son
ja: きんぞくおん

# move.32.name
source: Horn Drill
es: Perforador
fr: Empal’Korne
ja: つのドリル

# move.320.name
source: Grass Whistle
es: Silbato
fr: Siffl’Herbe
ja: くさぶえ

# move.321.name
source: Tickle
es: Cosquillas
fr: Chatouille
ja: くすぐる

# move.322.name
source: Cosmic Power
es: Masa Cósmica
fr: Force Cosmique
ja: コスモパワー

# move.323.name
source: Water Spout
es: Salpicar
fr: Giclédo
ja: しおふき

# move.324.name
source: Signal Beam
es: Doble Rayo
fr: Rayon Signal
ja: シグナルビーム

# move.325.name
source: Shadow Punch
es: Puño Sombra
fr: Poing Ombre
ja: シャドーパンチ

# move.326.name
source: Extrasensory
es: Paranormal
fr: Extrasenseur
ja: じんつうりき

# move.327.name
source: Sky Uppercut
es: Gancho Alto
fr: Stratopercut
ja: スカイアッパー

# move.328.name
source: Sand Tomb
es: Bucle Arena
fr: Tourbi-Sable
ja: すなじごく

# move.329.name
source: Sheer Cold
es: Frío Polar
fr: Glaciation
ja: ぜったいれいど

# move.33.name
source: Tackle
es: Placaje
fr: Charge
ja: たいあたり

# move.330.name
source: Muddy Water
es: Agua Lodosa
fr: Ocroupi
ja: だくりゅう

# move.331.name
source: Bullet Seed
es: Semilladora
fr: Balle Graine
ja: タネマシンガン

# move.332.name
source: Aerial Ace
es: Golpe Aéreo
fr: Aéropique
ja: つばめがえし

# move.333.name
source: Icicle Spear
es: Carámbano
fr: Stalactite
ja: つららばり

# move.334.name
source: Iron Defense
es: Defensa Férrea
fr: Mur de Fer
ja: てっぺき

# move.335.name
source: Block
es: Bloqueo
fr: Barrage
ja: とおせんぼう

# move.336.name
source: Howl
es: Aullido
fr: Grondement
ja: とおぼえ

# move.337.name
source: Dragon Claw
es: Garra Dragón
fr: Draco-Griffe
ja: ドラゴンクロー

# move.338.name
source: Frenzy Plant
es: Planta Feroz
fr: Végé-Attaque
ja: ハードプラント

# move.339.name
source: Bulk Up
es: Corpulencia
fr: Gonflette
ja: ビルドアップ

# move.34.name
source: Body Slam
es: Golpe Cuerpo
fr: Plaquage
ja: のしかかり

# move.340.name
source: Bounce
es: Bote
fr: Rebond
ja: とびはねる

# move.341.name
source: Mud Shot
es: Disparo Lodo
fr: Tir de Boue
ja: マッドショット

# move.342.name
source: Poison Tail
es: Cola Veneno
fr: Queue-Poison
ja: ポイズンテール

# move.343.name
source: Covet
es: Antojo
fr: Implore
ja: ほしがる

# move.344.name
source: Volt Tackle
es: Placaje Eléc
fr: Électacle
ja: ボルテッカー

# move.345.name
source: Magical Leaf
es: Hoja Mágica
fr: Feuille Magik
ja: マジカルリーフ

# move.346.name
source: Water Sport
es: Hidrochorro
fr: Tourniquet
ja: みずあそび

# move.347.name
source: Calm Mind
es: Paz Mental
fr: Plénitude
ja: めいそう

# move.348.name
source: Leaf Blade
es: Hoja Aguda
fr: Lame Feuille
ja: リーフブレード

# move.349.name
source: Dragon Dance
es: Danza Dragón
fr: Danse Draco
ja: りゅうのまい

# move.35.name
source: Wrap
es: Constricción
fr: Ligotage
ja: まきつく

# move.350.name
source: Rock Blast
es: Pedrada
fr: Boule Roc
ja: ロックブラスト

# move.351.name
source: Shock Wave
es: Onda Voltio
fr: Onde de Choc
ja: でんげきは

# move.352.name
source: Water Pulse
es: Hidropulso
fr: Vibraqua
ja: みずのはどう

# move.353.name
source: Doom Desire
es: Deseo Oculto
fr: Vœu Destructeur
ja: はめつのねがい

# move.354.name
source: Psycho Boost
es: Psicoataque
ja: サイコブースト

# move.355.name
source: Roost
es: Respiro
fr: Atterrissage
ja: はねやすめ

# move.356.name
source: Gravity
es: Gravedad
fr: Gravité
ja: じゅうりょく

# move.357.name
source: Miracle Eye
es: Gran Ojo
fr: Œil Miracle
ja: ミラクルアイ

# move.358.name
source: Wake-Up Slap
es: Espabila
fr: Réveil Forcé
ja: めざましビンタ

# move.359.name
source: Hammer Arm
es: Machada
fr: Marto-Poing
ja: アームハンマー

# move.36.name
source: Take Down
es: Derribo
fr: Bélier
ja: とっしん

# move.360.name
source: Gyro Ball
es: Giro Bola
fr: Gyroballe
ja: ジャイロボール

# move.361.name
source: Healing Wish
es: Deseo Cura
fr: Vœu Soin
ja: いやしのねがい

# move.362.name
source: Brine
es: Salmuera
fr: Saumure
ja: しおみず

# move.363.name
source: Natural Gift
es: Don Natural
fr: Don Naturel
ja: しぜんのめぐみ

# move.364.name
source: Feint
es: Amago
fr: Ruse
ja: フェイント

# move.365.name
source: Pluck
es: Picoteo
fr: Picore
ja: ついばむ

# move.366.name
source: Tailwind
es: Viento Afín
fr: Vent Arrière
ja: おいかぜ

# move.367.name
source: Acupressure
es: Acupresión
fr: Acupression
ja: つぼをつく

# move.368.name
source: Metal Burst
es: Represión Metal
fr: Fulmifer
ja: メタルバースト

# move.369.name
source: U-turn
es: Ida y Vuelta
fr: Demi-Tour
ja: とんぼがえり

# move.37.name
source: Thrash
es: Golpe
fr: Mania
ja: あばれる

# move.370.name
source: Close Combat
es: A Bocajarro
ja: インファイト

# move.371.name
source: Payback
es: Vendetta
fr: Représailles
ja: しっぺがえし

# move.372.name
source: Assurance
es: Buena Baza
ja: ダメおし

# move.373.name
source: Embargo
ja: さしおさえ
