Repository: rjchatfield/sharing-grdb-pokeapi
Catalog: Sources/PokeAPIDatabase/Resources/*.lproj/Moves.strings
Languages: es, fr, ja

# move.641.name
source: Inferno Overdrive
es: Hecatombe Pírica
fr: Pyro-Explosion Cataclysmique
ja: ダイナミックフルフレイム

# move.642.name
source: Hydro Vortex
es: Hidrovórtice Abisal
fr: Super Tourbillon Abyssal
ja: スーパーアクアトルネード

# move.643.name
source: Hydro Vortex
es: Hidrovórtice Abisal
fr: Super Tourbillon Abyssal
ja: スーパーアクアトルネード

# move.644.name
source: Bloom Doom
es: Megatón Floral
fr: Pétalexplosion Éblouissante
ja: ブルームシャインエクストラ

# move.645.name
source: Bloom Doom
es: Megatón Floral
fr: Pétalexplosion Éblouissante
ja: ブルームシャインエクストラ

# move.646.name
source: Gigavolt Havoc
es: Gigavoltio Destructor
fr: Fulguro-Lance Gigavolt
ja: スパーキングギガボルト

# move.647.name
source: Gigavolt Havoc
es: Gigavoltio Destructor
fr: Fulguro-Lance Gigavolt
ja: スパーキングギガボルト

# move.648.name
source: Shattered Psyche
es: Disruptor Psíquico
fr: Psycho-Pulvérisation EX
ja: マキシマムサイブレイカー

# move.649.name
source: Shattered Psyche
es: Disruptor Psíquico
fr: Psycho-Pulvérisation EX
ja: マキシマムサイブレイカー

# move.65.name
source: Drill Peck
es: Pico Taladro
fr: Bec Vrille
ja: ドリルくちばし

# move.650.name
source: Subzero Slammer
es: Crioaliento Despiadado
fr: Laser Cryogénique
ja: レイジングジオフリーズ

# move.651.name
source: Subzero Slammer
es: Crioaliento Despiadado
fr: Laser Cryogénique
ja: レイジングジオフリーズ

# move.652.name
source: Devastating Drake
es: Dracoaliento Devastador
fr: Chaos Draconique
ja: アルティメットドラゴンバーン

# move.653.name
source: Devastating Drake
es: Dracoaliento Devastador
fr: Chaos Draconique
ja: アルティメットドラゴンバーン

# move.654.name
source: Black Hole Eclipse
es: Agujero Negro Aniquilador
fr: Trou Noir des Ombres
ja: ブラックホールイクリプス

# move.655.name
source: Black Hole Eclipse
es: Agujero Negro Aniquilador
fr: Trou Noir des Ombres
ja: ブラックホールイクリプス

# move.656.name
source: Twinkle Tackle
es: Arrumaco Sideral
fr: Impact Choupinova
ja: ラブリースターインパクト

# move.657.name
source: Twinkle Tackle
es: Arrumaco Sideral
fr: Impact Choupinova
ja: ラブリースターインパクト

# move.658.name
source: Catastropika
es: Pikavoltio Letal
fr: Pikachute Foudroyante
ja: ひっさつのピカチュート

# move.659.name
source: Shore Up
es: Recogearena
fr: Amass’Sable
ja: すなあつめ

# move.66.name
source: Submission
es: Sumisión
fr: Sacrifice
ja: じごくぐるま

# move.660.name
source: First Impression
es: Escaramuza
fr: Escarmouche
ja: であいがしら

# move.661.name
source: Baneful Bunker
es: Búnker
fr: Blockhaus
ja: トーチカ

# move.662.name
source: Spirit Shackle
es: Puntada Sombría
fr: Tisse Ombre
ja: かげぬい

# move.663.name
source: Darkest Lariat
es: Lariat Oscuro
fr: Dark Lariat
ja: ＤＤラリアット

# move.664.name
source: Sparkling Aria
es: Aria Burbuja
fr: Aria de l’Écume
ja: うたかたのアリア

# move.665.name
source: Ice Hammer
es: Martillo Hielo
fr: Marteau de Glace
ja: アイスハンマー

# move.666.name
source: Floral Healing
es: Cura Floral
fr: Soin Floral
ja: フラワーヒール

# move.667.name
source: High Horsepower
es: Fuerza Equina
fr: Cavalerie Lourde
ja: １０まんばりき

# move.668.name
source: Strength Sap
es: Absorbefuerza
fr: Vole-Force
ja: ちからをすいとる

# move.669.name
source: Solar Blade
es: Cuchilla Solar
fr: Lame Solaire
ja: ソーラーブレード

# move.67.name
source: Low Kick
es: Patada Baja
fr: Balayage
ja: けたぐり

# move.670.name
source: Leafage
es: Follaje
fr: Feuillage
ja: このは

# move.671.name
source: Spotlight
es: Foco
fr: Projecteur
ja: スポットライト

# move.672.name
source: Toxic Thread
es: Hilo Venenoso
fr: Fil Toxique
ja: どくのいと

# move.673.name
source: Laser Focus
es: Aguzar
fr: Affilage
ja: とぎすます

# move.674.name
source: Gear Up
es: Piñón Auxiliar
fr: Engrenage
ja: アシストギア

# move.675.name
source: Throat Chop
es: Golpe Mordaza
fr: Exécu-Son
ja: じごくづき

# move.676.name
source: Pollen Puff
es: Bola de Polen
fr: Boule Pollen
ja: かふんだんご

# move.677.name
source: Anchor Shot
es: Anclaje
fr: Ancrage
ja: アンカーショット

# move.678.name
source: Psychic Terrain
es: Campo Psíquico
fr: Champ Psychique
ja: サイコフィールド

# move.679.name
source: Lunge
es: Plancha
fr: Furie-Bond
ja: とびかかる

# move.68.name
source: Counter
es: Contraataque
fr: Riposte
ja: カウンター

# move.680.name
source: Fire Lash
es: Látigo Ígneo
fr: Fouet de Feu
ja: ほのおのムチ

# move.681.name
source: Power Trip
es: Chulería
fr: Arrogance
ja: つけあがる

# move.682.name
source: Burn Up
es: Llama Final
fr: Flamme Ultime
ja: もえつきる

# move.683.name
source: Speed Swap
es: Cambiavelocidad
fr: Permuvitesse
ja: スピードスワップ

# move.684.name
source: Smart Strike
es: Cuerno Certero
fr: Estocorne
ja: スマートホーン

# move.685.name
source: Purify
es: Purificación
fr: Purification
ja: じょうか

# move.686.name
source: Revelation Dance
es: Danza Despertar
fr: Danse Éveil
ja: めざめるダンス

# move.687.name
source: Core Enforcer
es: Núcleo Castigo
fr: Sanction Suprême
ja: コアパニッシャー

# move.688.name
source: Trop Kick
es: Patada Tropical
fr: Botte Sucrette
ja: トロピカルキック

# move.689.name
source: Instruct
es: Mandato
fr: Sommation
ja: さいはい

# move.69.name
source: Seismic Toss
es: Sísmico
fr: Frappe Atlas
ja: ちきゅうなげ

# move.690.name
source: Beak Blast
es: Pico Cañón
fr: Bec-Canon
ja: くちばしキャノン

# move.691.name
source: Clanging Scales
es: Fragor Escamas
fr: Vibrécaille
ja: スケイルノイズ

# move.692.name
source: Dragon Hammer
es: Martillo Dragón
fr: Draco-Marteau
ja: ドラゴンハンマー

# move.693.name
source: Brutal Swing
es: Giro Vil
fr: Centrifugifle
ja: ぶんまわす

# move.694.name
source: Aurora Veil
es: Velo Aurora
fr: Voile Aurore
ja: オーロラベール

# move.695.name
source: Sinister Arrow Raid
es: Aluvión de Flechas Sombrías
fr: Fureur des Plumes Spectrales
ja: シャドーアローズストライク

# move.696.name
source: Malicious Moonsault
es: Hiperplancha Oscura
fr: Dark Body Press
ja: ハイパーダーククラッシャー

# move.697.name
source: Oceanic Operetta
es: Sinfonía de la Diva Marina
fr: Symphonie des Ondines
ja: わだつみのシンフォニア

# move.698.name
source: Guardian of Alola
es: Cólera del Guardián
fr: Colère du Gardien d’Alola
ja: ガーディアン・デ・アローラ

# move.699.name
source: Soul-Stealing 7-Star Strike
es: Constelación Robaalmas
fr: Fauche-Âme des Sept Étoiles
ja: しちせいだっこんたい

# move.7.name
source: Fire Punch
es: Puño Fuego
fr: Poing Feu
ja: ほのおのパンチ

# move.70.name
source: Strength
es: Fuerza
fr: Force
ja: かいりき

# move.700.name
source: Stoked Sparksurfer
es: Surfeo Galvánico
fr: Électro-Surf Survolté
ja: ライトニングサーフライド

# move.701.name
source: Pulverizing Pancake
es: Arrojo Intempestivo
fr: Gare au Ronflex
ja: ほんきをだす こうげき

# move.702.name
source: Extreme Evoboost
es: Novena Potencia
fr: Neuf pour Un
ja: ナインエボルブースト

# move.703.name
source: Genesis Supernova
es: Supernova Original
fr: Supernova Originelle
ja: オリジンズスーパーノヴァ

# move.704.name
source: Shell Trap
es: Coraza Trampa
fr: Carapiège
ja: トラップシェル

# move.705.name
source: Fleur Cannon
es: Cañón Floral
fr: Canon Floral
ja: フルールカノン

# move.706.name
source: Psychic Fangs
es: Psicocolmillo
fr: Psycho-Croc
ja: サイコファング

# move.707.name
source: Stomping Tantrum
es: Pataleta
fr: Trépignement
ja: じだんだ

# move.708.name
source: Shadow Bone
es: Hueso Sombrío
fr: Os Ombre
ja: シャドーボーン

# move.709.name
source: Accelerock
es: Roca Veloz
fr: Vif Roc
ja: アクセルロック

# move.71.name
source: Absorb
es: Absorber
fr: Vole-Vie
ja: すいとる

# move.710.name
source: Liquidation
es: Hidroariete
fr: Aqua-Brèche
ja: アクアブレイク

# move.711.name
source: Prismatic Laser
es: Láser Prisma
fr: Laser Prisme
ja: プリズムレーザー

# move.712.name
source: Spectral Thief
es: Robasombra
fr: Clepto-Mânes
ja: シャドースチール

# move.713.name
source: Sunsteel Strike
es: Meteoimpacto
fr: Choc Météore
ja: メテオドライブ

# move.714.name
source: Moongeist Beam
es: Rayo Umbrío
fr: Rayon Spectral
ja: シャドーレイ

# move.715.name
source: Tearful Look
es: Ojos Llorosos
fr: Larme à l’Œil
ja: なみだめ

# move.716.name
source: Zing Zap
es: Electropunzada
fr: Électrikipik
ja: びりびりちくちく

# move.717.name
source: Nature’s Madness
es: Furia Natural
fr: Ire de la Nature
ja: しぜんのいかり

# move.718.name
source: Multi-Attack
es: Multiataque
fr: Coup Varia-Type
ja: マルチアタック

# move.719.name
source: 10,000,000 Volt Thunderbolt
es: Gigarrayo Fulminante
fr: Giga-Tonnerre
ja: １０００まんボルト

# move.72.name
source: Mega Drain
es: Megaagotar
fr: Méga-Sangsue
ja: メガドレイン

# move.720.name
source: Mind Blown
es: Cabeza Sorpresa
fr: Caboche-Kaboum
ja: ビックリヘッド

# move.721.name
source: Plasma Fists
es: Puños Plasma
fr: Plasma Punch
ja: プラズマフィスト

# move.722.name
source: Photon Geyser
es: Géiser Fotónico
fr: Photo-Geyser
ja: フォトンゲイザー

# move.723.name
source: Light That Burns the Sky
es: Fotodestrucción Apocalíptica
fr: Apocalypsis Luminis
ja: てんこがすめつぼうのひかり

# move.724.name
source: Searing Sunraze Smash
es: Embestida Solar
fr: Hélio-Choc Dévastateur
ja: サンシャインスマッシャー

# move.725.name
source: Menacing Moonraze Maelstrom
es: Deflagración Lunar
fr: Rayons Séléno-Explosifs
ja: ムーンライトブラスター

# move.726.name
source: Let’s Snuggle Forever
es: Somanta Amistosa
fr: Patati-Patattrape
ja: ぽかぼかフレンドタイム

# move.727.name
source: Splintered Stormshards
es: Tempestad Rocosa
fr: Hurlement des Roches-Lames
ja: ラジアルエッジストーム

# move.728.name
source: Clangorous Soulblaze
es: Estruendo Implacable
fr: Dracacophonie Flamboyante
ja: ブレイジングソウルビート

# move.729.name
source: Zippy Zap
es: Pikaturbo
fr: Pika-Sprint
ja: ばちばちアクセル

# move.73.name
source: Leech Seed
es: Drenadoras
fr: Vampigraine
ja: やどりぎのタネ

# move.730.name
source: Splishy Splash
es: Salpikasurf
fr: Pika-Splash
ja: ざぶざぶサーフ

# move.731.name
source: Floaty Fall
es: Pikapicado
fr: Pika-Piqué
ja: ふわふわフォール

# move.732.name
source: Pika Papow
es: Pikatormenta
fr: Pika-Fracas
ja: ピカピカサンダー

# move.733.name
source: Bouncy Bubble
es: Vapodrenaje
fr: Évo-Thalasso
ja: いきいきバブル

# move.734.name
source: Buzzy Buzz
es: Joltioparálisis
fr: Évo-Dynamo
ja: びりびりエレキ

# move.735.name
source: Sizzly Slide
es: Flarembestida
fr: Évo-Flambo
ja: めらめらバーン

# move.736.name
source: Glitzy Glow
es: Espeaura
fr: Évo-Psycho
ja: どばどばオーラ

# move.737.name
source: Baddy Bad
es: Umbreozona
fr: Évo-Ténébro
ja: わるわるゾーン

# move.738.name
source: Sappy Seed
es: Leafitobombas
fr: Évo-Écolo
ja: すくすくボンバー

# move.739.name
source: Freezy Frost
es: Glaceoprisma
fr: Évo-Congélo
ja: こちこちフロスト

# move.74.name
source: Growth
es: Desarrollo
fr: Croissance
ja: せいちょう

# move.740.name
source: Sparkly Swirl
es: Sylveotornado
fr: Évo-Fabulo
ja: きらきらストーム

# move.741.name
source: Veevee Volley
es: Eevimpacto
fr: Évo-Chardasso
ja: ブイブイブレイク

# move.742.name
source: Double Iron Bash
es: Ferropuño Doble
fr: Écrous d’Poing
ja: ダブルパンツァー

# move.743.name
source: Max Guard
es: Maxibarrera
fr: Gardomax
ja: ダイウォール

# move.744.name
source: Dynamax Cannon
es: Cañón Dinamax
fr: Canon Dynamax
ja: ダイマックスほう

# move.745.name
source: Snipe Shot
es: Disparo Certero
fr: Tir de Précision
ja: ねらいうち

# move.746.name
source: Jaw Lock
es: Presa Maxilar
fr: Croque Fort
ja: くらいつく

# move.747.name
source: Stuff Cheeks
es: Atiborramiento
fr: Garde-à-Joues
ja: ほおばる

# move.748.name
source: No Retreat
es: Bastión Final
fr: Ultime Bastion
ja: はいすいのじん

# move.749.name
source: Tar Shot
es: Alquitranazo
fr: Goudronnage
ja: タールショット

# move.75.name
source: Razor Leaf
es: Hoja Afilada
fr: Tranch’Herbe
ja: はっぱカッター

# move.750.name
source: Magic Powder
es: Polvo Mágico
fr: Poudre Magique
ja: まほうのこな

# move.751.name
source: Dragon Darts
es: Dracoflechas
fr: Draco-Flèches
ja: ドラゴンアロー

# move.752.name
source: Teatime
es: Hora del Té
fr: Thérémonie
ja: おちゃかい

# move.753.name
source: Octolock
es: Octopresa
fr: Octoprise
ja: たこがため

# move.754.name
source: Bolt Beak
es: Electropico
fr: Prise de Bec
ja: でんげきくちばし

# move.755.name
source: Fishious Rend
es: Branquibocado
fr: Branchicrok
ja: エラがみ

# move.756.name
source: Court Change
es: Cambio de Cancha
fr: Change-Côté
ja: コートチェンジ

# move.757.name
source: Max Flare
es: Maxignición
fr: Pyromax
ja: ダイバーン

# move.758.name
source: Max Flutterby
es: Maxinsecto
fr: Insectomax
ja: ダイワーム

# move.759.name
source: Max Lightning
es: Maxitormenta
fr: Fulguromax
ja: ダイサンダー

# move.76.name
source: Solar Beam
es: Rayo Solar
fr: Lance-Soleil
ja: ソーラービーム

# move.760.name
source: Max Strike
es: Maxiataque
fr: Normalomax
ja: ダイアタック

# move.761.name
source: Max Knuckle
es: Maxipuño
fr: Pugilomax
ja: ダイナックル

# move.762.name
source: Max Phantasm
es: Maxiespectro
fr: Spectromax
ja: ダイホロウ

# move.763.name
source: Max Hailstorm
es: Maxihelada
fr: Cryomax
ja: ダイアイス

# move.764.name
source: Max Ooze
es: Maxiácido
fr: Toxinomax
ja: ダイアシッド

# move.765.name
source: Max Geyser
es: Maxichorro
fr: Hydromax
ja: ダイストリーム

# move.766.name
source: Max Airstream
es: Maxiciclón
fr: Aéromax
ja: ダイジェット

# move.767.name
source: Max Starfall
es: Maxiestela
fr: Enchantomax
ja: ダイフェアリー

# move.768.name
source: Max Wyrmwind
es: Maxidraco
fr: Dracomax
ja: ダイドラグーン

# move.769.name
source: Max Mindstorm
es: Maxionda
fr: Psychomax
ja: ダイサイコ

# move.77.name
source: Poison Powder
es: Polvo Veneno
fr: Poudre Toxik
ja: どくのこな

# move.770.name
source: Max Rockfall
es: Maxilito
fr: Lithomax
ja: ダイロック

# move.771.name
source: Max Quake
es: Maxitemblor
fr: Sismomax
ja: ダイアース

# move.772.name
source: Max Darkness
es: Maxisombra
fr: Sinistromax
ja: ダイアーク

# move.773.name
source: Max Overgrowth
es: Maxiflora
fr: Phytomax
ja: ダイソウゲン

# move.774.name
source: Max Steelspike
es: Maximetal
fr: Métallomax
ja: ダイスチル

# move.775.name
source: Clangorous Soul
es: Estruendo Escama
fr: Dracacophonie
ja: ソウルビート

# move.776.name
source: Body Press
es: Plancha Corporal
fr: Big Splash
ja: ボディプレス

# move.777.name
source: Decorate
es: Decoración
fr: Nappage
ja: デコレーション

# move.778.name
source: Drum Beating
es: Batería Asalto
fr: Tambour Battant
ja: ドラムアタック

# move.779.name
source: Snap Trap
es: Cepo
fr: Troquenard
ja: トラバサミ

# move.78.name
source: Stun Spore
es: Paralizador
fr: Para-Spore
ja: しびれごな

# move.780.name
source: Pyro Ball
es: Balón Ígneo
fr: Ballon Brûlant
ja: かえんボール

# move.781.name
source: Behemoth Blade
es: Tajo Supremo
fr: Gladius Maximus
ja: きょじゅうざん

# move.782.name
source: Behemoth Bash
es: Embate Supremo
fr: Aegis Maxima
ja: きょじゅうだん

# move.783.name
source: Aura Wheel
es: Rueda Aural
fr: Roue Libre
ja: オーラぐるま

# move.784.name
source: Breaking Swipe
es: Vasto Impacto
fr: Abattage
ja: ワイドブレイカー

# move.785.name
source: Branch Poke
es: Punzada Rama
fr: Tapotige
ja: えだづき

# move.786.name
source: Overdrive
es: Amplificador
ja: オーバードライブ

# move.787.name
source: Apple Acid
es: Ácido Málico
fr: Acide Malique
ja: りんごさん

# move.788.name
source: Grav Apple
es: Fuerza G
fr: Force G
ja: Ｇのちから

# move.789.name
source: Spirit Break
es: Choque Anímico
fr: Choc Émotionnel
ja: ソウルクラッシュ

# move.79.name
source: Sleep Powder
es: Somnífero
fr: Poudre Dodo
ja: ねむりごな

# move.790.name
source: Strange Steam
es: Cautivapor
fr: Vapeur Féérique
ja: ワンダースチーム

# move.791.name
source: Life Dew
es: Gota Vital
fr: Fontaine de Vie
ja: いのちのしずく

# move.792.name
source: Obstruct
es: Obstrucción
fr: Blocage
ja: ブロッキング

# move.793.name
source: False Surrender
es: Irreverencia
fr: Fourbette
ja: どげざつき

# move.794.name
source: Meteor Assault
es: Asalto Estelar
fr: Joute Astrale
ja: スターアサルト

# move.795.name
source: Eternabeam
es: Rayo Infinito
fr: Laser Infinimax
ja: ムゲンダイビーム

# move.796.name
source: Steel Beam
es: Metaláser
fr: Métalaser
ja: てっていこうせん

# move.797.name
source: Expanding Force
es: Vasta Fuerza
fr: Vaste Pouvoir
ja: ワイドフォース

# move.798.name
source: Steel Roller
es: Allanador Férreo
fr: Métalliroue
ja: アイアンローラー

# move.799.name
source: Scale Shot
es: Ráfaga Escamas
fr: Rafale Écailles
ja: スケイルショット

# move.8.name
source: Ice Punch
es: Puño Hielo
fr: Poing Glace
ja: れいとうパンチ

# move.80.name
source: Petal Dance
es: Danza Pétalo
fr: Danse Fleurs
ja: はなびらのまい

# move.800.name
source: Meteor Beam
es: Rayo Meteórico
fr: Laser Météore
ja: メテオビーム

# move.801.name
source: Shell Side Arm
es: Moluscañón
fr: Kokiyarme
ja: シェルアームズ

# move.802.name
source: Misty Explosion
es: Bruma Explosiva
fr: Explo-Brume
ja: ミストバースト

# move.803.name
source: Grassy Glide
es: Fitoimpulso
fr: Gliss’Herbe
ja: グラススライダー

# move.804.name
source: Rising Voltage
es: Alto Voltaje
fr: Monte-Tension
ja: ライジングボルト

# move.805.name
source: Terrain Pulse
es: Pulso de Campo
fr: Champlification
ja: だいちのはどう

# move.806.name
source: Skitter Smack
es: Golpe Rastrero
fr: Ravage Rampant
ja: はいよるいちげき

# move.807.name
source: Burning Jealousy
es: Envidia Ardiente
fr: Feu Envieux
ja: しっとのほのお

# move.808.name
source: Lash Out
es: Desahogo
fr: Cent Rancunes
ja: うっぷんばらし

# move.809.name
source: Poltergeist
fr: Esprit Frappeur
ja: ポルターガイスト

# move.81.name
source: String Shot
es: Disparo Demora
fr: Sécrétion
ja: いとをはく

# move.810.name
source: Corrosive Gas
es: Gas Corrosivo
fr: Gaz Corrosif
ja: ふしょくガス

# move.811.name
source: Coaching
es: Motivación
ja: コーチング

# move.812.name
source: Flip Turn
es: Viraje
fr: Eau Revoir
ja: クイックターン

# move.813.name
source: Triple Axel
ja: トリプルアクセル

# move.814.name
source: Dual Wingbeat
es: Ala Bis
fr: Double Volée
ja: ダブルウイング

# move.815.name
source: Scorching Sands
es: Arenas Ardientes
fr: Sable Ardent
ja: ねっさのだいち

# move.816.name
source: Jungle Healing
es: Cura Selvática
fr: Selve Salvatrice
ja: ジャングルヒール

# move.817.name
source: Wicked Blow
es: Golpe Oscuro
fr: Poing Obscur
ja: あんこくきょうだ

# move.818.name
source: Surging Strikes
es: Azote Torrencial
fr: Torrent de Coups
ja: すいりゅうれんだ

# move.819.name
source: Thunder Cage
es: Electrojaula
fr: Voltageôle
ja: サンダープリズン

# move.82.name
source: Dragon Rage
es: Furia Dragón
fr: Draco-Rage
ja: りゅうのいかり

# move.820.name
source: Dragon Energy
es: Dracoenergía
fr: Draco-Énergie
ja: ドラゴンエナジー

# move.821.name
source: Freezing Glare
es: Mirada Heladora
fr: Regard Glaçant
ja: いてつくしせん

# move.822.name
source: Fiery Wrath
es: Furia Candente
fr: Fureur Ardente
ja: もえあがるいかり

# move.823.name
source: Thunderous Kick
es: Patada Relámpago
fr: Coup Fulgurant
ja: らいめいげり

# move.824.name
source: Glacial Lance
es: Lanza Glacial
fr: Lance de Glace
ja: ブリザードランス

# move.825.name
source: Astral Barrage
es: Orbes Espectro
fr: Éclat Spectral
ja: アストラルビット

# move.826.name
source: Eerie Spell
es: Conjuro Funesto
fr: Sort Sinistre
ja: ぶきみなじゅもん

# move.827.name
source: Dire Claw
ja: フェイタルクロー

# move.828.name
source: Psyshield Bash
ja: バリアーラッシュ

# move.829.name
source: Power Shift
ja: パワーシフト

# move.83.name
source: Fire Spin
es: Giro Fuego
fr: Danse Flammes
ja: ほのおのうず

# move.830.name
source: Stone Axe
ja: がんせきアックス

# move.831.name
source: Springtide Storm
ja: はるのあらし

# move.832.name
source: Mystical Power
ja: しんぴのちから

# move.833.name
source: Raging Fury
ja: だいふんげき

# move.834.name
source: Wave Crash
ja: ウェーブタックル

# move.835.name
source: Chloroblast
ja: クロロブラスト

# move.836.name
source: Mountain Gale
ja: ひょうざんおろし

# move.837.name
source: Victory Dance
ja: しょうりのまい

# move.838.name
source: Headlong Rush
ja: ぶちかまし

# move.839.name
source: Barb Barrage
ja: どくばりセンボン

# move.84.name
source: Thunder Shock
es: Impactrueno
fr: Éclair
ja: でんきショック

# move.840.name
source: Esper Wing
ja: オーラウイング

# move.841.name
source: Bitter Malice
ja: うらみつらみ

# move.842.name
source: Shelter
ja: たてこもる

# move.843.name
source: Triple Arrows
ja: ３ぼんのや

# move.844.name
source: Infernal Parade
ja: ひゃっきやこう

# move.845.name
source: Ceaseless Edge
ja: ひけん・ちえなみ

# move.846.name
source: Bleakwind Storm
ja: こがらしあらし

# move.847.name
source: Wildbolt Storm
ja: かみなりあらし

# move.848.name
source: Sandsear Storm
ja: ねっさのあらし

# move.849.name
source: Lunar Blessing
ja: みかづきのいのり

# move.85.name
source: Thunderbolt
es: Rayo
fr: Tonnerre
ja: １０まんボルト

# move.850.name
source: Take Heart
ja: ブレイブチャージ

# move.851.name
source: Tera Blast
ja: テラバースト

# move.852.name
source: Silk Trap
ja: スレッドトラップ

# move.853.name
source: Axe Kick
ja: かかとおとし

# move.854.name
source: Last Respects
ja: おはかまいり

# move.855.name
source: Lumina Crash
ja: ルミナコリジョン

# move.856.name
source: Order Up
ja: いっちょうあがり

# move.857.name
source: Jet Punch
ja: ジェットパンチ

# move.858.name
source: Spicy Extract
ja: ハバネロエキス

# move.859.name
source: Spin Out
ja: ホイールスピン

# move.86.name
source: Thunder Wave
es: Onda Trueno
fr: Cage Éclair
ja: でんじは

# move.860.name
source: Population Bomb
ja: ネズミざん

# move.861.name
source: Ice Spinner
ja: アイススピナー

# move.862.name
source: Glaive Rush
ja: きょけんとつげき

# move.863.name
source: Revival Blessing
ja: さいきのいのり

# move.864.name
source: Salt Cure
ja: しおづけ

# move.865.name
source: Triple Dive
ja: トリプルダイブ

# move.866.name
source: Mortal Spin
ja: キラースピン

# move.867.name
source: Doodle
ja: うつしえ

# move.868.name
source: Fillet Away
ja: みをけずる

# move.869.name
source: Kowtow Cleave
ja: ドゲザン

# move.87.name
source: Thunder
es: Trueno
fr: Fatal-Foudre
ja: かみなり

# move.870.name
source: Flower Trick
ja: トリックフラワー

# move.871.name
source: Torch Song
ja: フレアソング

# move.872.name
source: Aqua Step
ja: アクアステップ

# move.873.name
source: Raging Bull
ja: レイジングブル

# move.874.name
source: Make It Rain
ja: ゴールドラッシュ

# move.875.name
source: Psyblade
es: Psicohojas
fr: Lame Psychique
ja: サイコブレイド

# move.876.name
source: Hydro Steam
es: Hidrovapor
fr: Hydrovapeur
ja: ハイドロスチーム

# move.877.name
source: Ruination
ja: カタストロフィ

# move.878.name
source: Collision Course
ja: アクセルブレイク

# move.879.name
source: Electro Drift
ja: イナズマドライブ

# move.88.name
source: Rock Throw
es: Lanzarrocas
fr: Jet-Pierres
ja: いわおとし

# move.880.name
source: Shed Tail
ja: しっぽきり

# move.881.name
source: Chilly Reception
ja: さむいギャグ

# move.882.name
source: Tidy Up
ja: おかたづけ

# move.883.name
source: Snowscape
ja: ゆきげしき

# move.884.name
source: Pounce
ja: とびつく

# move.885.name
source: Trailblaze
ja: くさわけ

# move.886.name
source: Chilling Water
ja: ひやみず

# move.887.name
source: Hyper Drill
ja: ハイパードリル

# move.888.name
source: Twin Beam
ja: ツインビーム

# move.889.name
source: Rage Fist
ja: ふんどのこぶし

# move.89.name
source: Earthquake
es: Terremoto
fr: Séisme
ja: じしん

# move.890.name
source: Armor Cannon
ja: アーマーキャノン

# move.891.name
source: Bitter Blade
ja: むねんのつるぎ

# move.892.name
source: Double Shock
ja: でんこうそうげき

# move.893.name
source: Gigaton Hammer
ja: デカハンマー

# move.894.name
source: Comeuppance
ja: ほうふく

# move.895.name
source: Aqua Cutter
ja: アクアカッター

# move.896.name
source: Blazing Torque
ja: バーンアクセル

# move.897.name
source: Wicked Torque
ja: ダークアクセル

# move.898.name
source: Noxious Torque
ja: ポイズンアクセル

# move.899.name
source: Combat Torque
ja: ファイトアクセル

# move.9.name
source: Thunder Punch
es: Puño Trueno
fr: Poing Éclair
ja: かみなりパンチ

# move.90.name
source: Fissure
es: Fisura
fr: Abîme
ja: じわれ

# move.900.name
source: Magical Torque
ja: マジカルアクセル

# move.901.name
source: Blood Moon
ja: ブラッドムーン

# move.902.name
source: Matcha Gotcha
ja: シャカシャカほう

# move.903.name
source: Syrup Bomb
ja: みずあめボム

# move.904.name
source: Ivy Cudgel
ja: ツタこんぼう

# move.905.name
source: Electro Shot
es: Electrorrayo
fr: Fulgurayon
ja: エレクトロビーム

# move.906.name
source: Tera Starstorm
es: Teraclúster
fr: Pluie Térastrale
ja: テラクラスター

# move.907.name
source: Fickle Beam
es: Láser Veleidoso
fr: Laser Hasard
ja: きまぐレーザー

# move.908.name
source: Burning Bulwark
es: Llama Protectora
fr: Rempart Brûlant
ja: かえんのまもり

# move.909.name
source: Thunderclap
es: Relámpago Súbito
fr: Vif Éclair
ja: じんらい

# move.91.name
source: Dig
es: Excavar
fr: Tunnel
ja: あなをほる

# move.910.name
source: Mighty Cleave
es: Filo Potente
fr: Lame Puissante
ja: パワフルエッジ

# move.911.name
source: Tachyon Cutter
es: Tajo Taquión
fr: Lame Tachyonique
ja: タキオンカッター

# move.912.name
source: Hard Press
es: Prensa Metálica
fr: Pression Extrême
ja: ハードプレス

# move.913.name
source: Dragon Cheer
es: Bramido Dragón
fr: Cri Draconique
ja: ドラゴンエール

# move.914.name
source: Alluring Voice
es: Canto Encantador
fr: Voix Envoûtante
ja: みわくのボイス

# move.915.name
source: Temper Flare
es: Cólera Ardiente
fr: Indignition
ja: やけっぱち

# move.916.name
source: Supercell Slam
es: Plancha Voltaica
fr: Volt Assaut
ja: サンダーダイブ

# move.917.name
source: Psychic Noise
es: Psicorruido
fr: Dissonance Psy
ja: サイコノイズ

# move.918.name
source: Upper Hand
es: Palma Rauda
fr: Prio-Parade
ja: はやてがえし

# move.919.name
source: Malignant Chain
es: Cadena Virulenta
fr: Chaîne Malsaine
ja: じゃどくのくさり

# move.92.name
source: Toxic
es: Tóxico
fr: Toxik
ja: どくどく

# move.93.name
source: Confusion
es: Confusión
fr: Choc Mental
ja: ねんりき

# move.94.name
source: Psychic
es: Psíquico
fr: Psyko
ja: サイコキネシス
